[{
    "prayer": "Ask God to help you be thankful at all times.",
    "challenge": "Work on any areas of your life where you lack thankfulness.",
    "title": "Attitude of gratitude",
    "quoteContent": "The best way to show my gratitude to God is to accept everything, even my problems, with joy",
    "thought": "Talk about times when you have been in conflict with others.\n\nPaul praises God for the Corinthian church. How must you talk about and treat other churches?\n\nWhy should you be thankful amid chaos, misery and trials?\n",
    "week": "1",
    "quoteAuthor": "Mother Teresa",
    "year": "B",
    "reading": "1 Corinthians 1:4-9",
    "urlBibleVerse": "1+Corinthians+1%3A4-9",
    "sunday": "1st Sunday of Advent"
}, {
    "reading": "Mark 1:1-8",
    "week": "2",
    "thought": "When was the last time you heard some amazing news?\n\nHow did the people respond to John’s message? \n\nWhy did John think he was not worthy to untie Jesus’ sandals?\n",
    "challenge": "Read Deuteronomy 31: 6 and Isaiah 41: 13 each day this week.",
    "prayer": "Ask God for more confidence to share your faith with others.",
    "title": "Great news!",
    "sunday": "2nd Sunday of Advent",
    "urlBibleVerse": "Mark+1%3A1-8",
    "quoteAuthor": "R.C. Sproul",
    "year": "B",
    "quoteContent": "The gospel is only good news when we understand the bad news"
}, {
    "thought": "What do you think the word ‘anointed’ means?\n\nWhat are the different things God anointed Isaiah to do? \n\nRead Luke 4: 14-21. How did Jesus live out his anointing?\n",
    "urlBibleVerse": "Isaiah+61%3A1-3",
    "title": "Anointed?",
    "quoteContent": "Don’t wait to be anointed. Act as if",
    "challenge": "Think about how you can be good news to the world around you.",
    "year": "B",
    "week": "3",
    "quoteAuthor": "Denise Brosseau",
    "sunday": "3rd Sunday of Advent",
    "reading": "Isaiah 61:1-3",
    "prayer": "Thank God for the good news and ask God to anoint you afresh."
}, {
    "prayer": "Ask God to help you when you struggle to believe in him.",
    "year": "B",
    "title": "Holy Gift",
    "quoteContent": "The birth of Jesus is the sunrise in the Bible",
    "reading": "Luke 1:26-38",
    "thought": "What news have you received that you found hard to believe? \n\nWhy do you think God used an angel to tell Mary and not a human?\n\nIs there anything in this reading that you find extra-ordinary?   \n",
    "challenge": "Be more open to God speaking to you in extra-ordinary ways.",
    "quoteAuthor": "Henry Van Dyke",
    "week": "4",
    "sunday": "4th Sunday of Advent",
    "urlBibleVerse": "Luke+1%3A26-38"
}, {
    "urlBibleVerse": "Psalms+148%3A1-14",
    "year": "B",
    "reading": "Psalms 148:1-14",
    "challenge": "Praise someone who does something really well this week.",
    "sunday": "1st Sunday of Christmas",
    "quoteAuthor": "J.M. Barrie",
    "quoteContent": "The praise that comes from love does not make us vain, but more humble",
    "title": "Praise God",
    "prayer": "Thank God for creation and the things you most praise God for.",
    "thought": "What do you think the word ‘praise’ means in this reading? \n\nHas anyone ever given you praise for something you have done?\n\nWhat five things would you most praise the Lord for?   \n",
    "week": "5"
}, {
    "week": "6",
    "sunday": "2nd Sunday of Christmas",
    "quoteContent": "Nothing can dim the light which shines from within",
    "challenge": "Light a candle and take time reflecting on Jesus, Light of the world.",
    "urlBibleVerse": "John+1%3A1-14",
    "title": "Light of the world",
    "prayer": "Ask God to help you shine Jesus brightly in your life.",
    "thought": "Why don’t people recognise Jesus today?\n\nWhy is Jesus ‘becoming flesh’ (v.14) so important?\n\nHow is Jesus the light of your life? ",
    "quoteAuthor": "Maya Angelou",
    "year": "B",
    "reading": "John 1:1-14"
}, {
    "title": "Inside Out",
    "year": "B",
    "sunday": "1st Sunday of Epiphany",
    "urlBibleVerse": "Acts+19%3A1-7",
    "challenge": "Think of one part of your life that needs transforming and pray about it.",
    "prayer": "Ask God to fill you with his Holy Spirit.",
    "quoteAuthor": "Elizabeth George ",
    "week": "7",
    "reading": "Acts 19:1-7",
    "thought": "What do you know about baptism?\n\nBaptism is about being transformed. In what ways can Christians be transformed?\n\nHow can the Holy Spirit transform you?",
    "quoteContent": "Live to seek to draw close to God in all ways and seek his transforming love"
}, {
    "reading": "1 Samuel 3:1-10",
    "thought": "What skills are needed to be a good listener?\n\nImagine you are Samuel. How would you have reacted to the voice?\n\nHow do Christians hear God’s voice today?",
    "urlBibleVerse": "1+Samuel+3%3A1-10",
    "quoteAuthor": "A.W. Tozer",
    "sunday": "2nd Sunday of Epiphany",
    "prayer": "Pause, be quiet and reflect on Psalm 46: 10 – ‘Be still and know that I am God.’",
    "year": "B",
    "challenge": "How many ways will God speak to you this week? You might be surprised!",
    "week": "8",
    "title": "Are you listening?",
    "quoteContent": "If you do all the talking when you pray, how will you ever hear God's answers?"
}, {
    "urlBibleVerse": "Psalms+128%3A1-6",
    "prayer": "Thank God that he blesses those who are obedient to him.",
    "year": "B",
    "week": "9",
    "reading": "Psalms 128:1-6",
    "quoteAuthor": "Janette Oke",
    "title": "Blessings",
    "challenge": "Make it a priority to spend time reading scriptures - start with John 14: 23",
    "quoteContent": "Blessings sometimes show up in unrecognizable disguises",
    "thought": "What does ‘obedience’ mean?\n\nRead Psalm 128: 1. How does God reward those who are obedient to him?\n\nWhen was the last time you were obedient to God?",
    "sunday": "3rd Sunday of Epiphany"
}, {
    "quoteAuthor": "Nadine Gordimer",
    "week": "10",
    "year": "B",
    "sunday": "4th Sunday of Epiphany",
    "challenge": "Find and read other stories about Jesus’ miracles in Mark’s gospel.",
    "title": "I know who you are",
    "prayer": "Thank Jesus that he knows who you are and wants the best for you.",
    "thought": "How do you know if someone is telling the truth?\n\nWhy do you think the evil spirit spoke to Jesus in this way?\n\nHow does Jesus’ authority over the evil spirit make you feel? \n",
    "reading": "Mark 1:21-28",
    "urlBibleVerse": "Mark+1%3A21-28",
    "quoteContent": "The truth isn't always beauty, but the hunger for it is"
}, {
    "reading": "Mark 1:35-39",
    "quoteContent": "I have so many things to do today, I dare not ignore my time with God",
    "urlBibleVerse": "Mark+1%3A35-39",
    "sunday": "2nd Sunday before Lent",
    "prayer": "God is always available. Ask God to help you make time for him.",
    "week": "11",
    "challenge": "This week, start each day with a ‘quiet time’ in prayer and reading your Bible.",
    "year": "B",
    "title": "Time with God",
    "quoteAuthor": "Martin Luther",
    "thought": "Where is your favourite place to escape to?\n\nWhy do you think Jesus got up early to pray on his own?\n\nHow does starting the day with prayer make a difference? "
}, {
    "week": "12",
    "quoteAuthor": "Marianne Williamson",
    "thought": "What can you think of that transforms into something different?\n\nIf you had been there with Jesus, how would you have felt? \n\nWhy do you think Jesus told his friends to keep quiet about what they saw?",
    "challenge": "Read Romans 12: 2 each day this week.",
    "urlBibleVerse": "Mark+9%3A2-10",
    "sunday": "1st Sunday before Lent",
    "title": "Be transformed",
    "year": "B",
    "reading": "Mark 9:2-10",
    "quoteContent": "Personal transformation can and does have global effects",
    "prayer": "Ask God to help you transform the lives of others. "
}, {
    "thought": "Can you draw or describe ten different road signs? \n\nWhy do you think God made a new promise with Noah and his family?\n\nHow has God given you help, encouragement or direction?   ",
    "challenge": "Look out for road signs and remember God’s promises.",
    "sunday": "1st Sunday of Lent",
    "year": "B",
    "week": "13",
    "quoteContent": "It is easy to make promises - it is hard work to keep them",
    "prayer": "Pray that God reveals more about his promises to you.",
    "urlBibleVerse": "Genesis+9%3A8-17",
    "title": "A promise is a promise",
    "quoteAuthor": "Boris Johnson",
    "reading": "Genesis 9:8-17"
}, {
    "year": "B",
    "reading": "Mark 8:31-38",
    "quoteContent": "Once you have commitment, you need the discipline and hard work to get you there",
    "prayer": "Ask God to help you wholeheartedly follow Jesus.",
    "thought": "What can’t you live without, even for just a few hours?\n\nWhat does it mean to deny yourself?\n\nWhat does it mean to take up your cross and follow Jesus?",
    "week": "14",
    "urlBibleVerse": "Mark+8%3A31-38",
    "sunday": "2nd Sunday of Lent",
    "title": "All in for Jesus",
    "quoteAuthor": "Haile Gebrselassie",
    "challenge": "Try having a screen free day this week to spend time with God."
}, {
    "quoteAuthor": "Carlos Ruiz Zafón",
    "week": "15",
    "title": "Rules over all",
    "thought": "There is a saying: ‘Rules are made to be broken.’ So what is the point of rules?\n\nLook up Matthew 22: 36-40. What is the most important commandment to Jesus?\n\nHow difficult is it to love God with all your heart, soul and mind?",
    "prayer": "Thank God that his rules help us enter into relationship with him.",
    "year": "B",
    "quoteContent": "You don't win a game by hitting the ball out of the court",
    "reading": "Exodus 20:1-17",
    "sunday": "3rd Sunday of Lent",
    "challenge": "Find creative ways to love your neighbours this week.",
    "urlBibleVerse": "Exodus+20%3A1-17"
}, {
    "thought": "Can you think of someone who has shown grace and mercy?\n\nWhat does Paul mean when he says ‘by grace you have been saved’?\n\nHow does ‘God’s great love for us’ make a difference to your life?",
    "year": "B",
    "sunday": "4th Sunday of Lent",
    "week": "16",
    "urlBibleVerse": "Ephesians+2%3A4-10",
    "challenge": "Think about how you respond to God’s love and share it with others. ",
    "prayer": "Praise God for his unconditional love for you. ",
    "title": "Riches of his grace",
    "quoteContent": "An acronym for grace is God’s riches at Christ’s expense",
    "reading": "Ephesians 2:4-10",
    "quoteAuthor": "Renee Swope"
}, {
    "reading": "Psalms 51:1-4",
    "quoteAuthor": "Shannon L. Alder",
    "prayer": "Thank God for his unfailing love for us and for others.",
    "week": "17",
    "quoteContent": "Fear is the glue that keeps you stuck. Faith is the solvent that sets you free",
    "year": "B",
    "challenge": "Think before you do something wrong and do something right instead.",
    "sunday": "5th Sunday of Lent",
    "thought": "‘Sin’ is another word for ‘wrong’. When have you done something wrong? \n\nWhy does God keep washing away the sins of people who do wrong?\n\nIf God forgives us, why do we find it hard to forgive others?   ",
    "urlBibleVerse": "Psalms+51%3A1-4",
    "title": "Washed away"
}, {
    "year": "B",
    "prayer": "Ask God to help you put others before yourself.",
    "challenge": "Do something for another person, expecting nothing in return.",
    "title": "The ultimate example",
    "quoteContent": "Faith never knows where it is being led, but it loves and knows the One who is leading",
    "thought": "When have you looked out for others?\n\nWhat does Paul tell us about who Jesus is?\n\nWhy does God want us to put others before ourselves? ",
    "reading": "Philippians 2:5-11",
    "urlBibleVerse": "Philippians+2%3A5-11",
    "week": "18",
    "quoteAuthor": "Oswald Chambers",
    "sunday": "6th Sunday of Lent (Palm Sunday)"
}, {
    "quoteAuthor": "Desmond Tutu",
    "prayer": "Thank God for sending Jesus to earth to die for you!",
    "year": "B",
    "title": "There is hope",
    "challenge": "Recommit your life to Jesus using the words from Jeremiah 29: 11.",
    "thought": "What do you think is the most significant event in the entire Bible?\n\nHow did Jesus’ resurrection change his first disciples?\n\nHow could you follow Jesus with that same boldness and faith?",
    "week": "19",
    "quoteContent": ": Hope is being able to see that there is light despite all the darkness",
    "urlBibleVerse": "John+20%3A1-18",
    "reading": "John 20:1-18",
    "sunday": "1st Sunday of Easter"
}, {
    "quoteContent": "This only serves to confirm my suspicions, that I’m still a man in need of a Saviour",
    "title": "In the light",
    "prayer": "Use verse 5 as you pray: ‘God is light, there is no darkness in him at all.’",
    "thought": "Would you rather a walk on a summer’s day or on a dark night? \n\nWhat advantages does the writer say there are to living in ‘the light’?\n\nHow can the light of Jesus change the whole world?",
    "sunday": "2nd Sunday of Easter",
    "urlBibleVerse": "1+john+1%3A5+-+2%3A2",
    "year": "B",
    "challenge": "Ask God to shine his light on each area of your life and receive his forgiveness. ",
    "quoteAuthor": "Charlie Peacock",
    "reading": "1 John 1:5 - 2:2",
    "week": "20"
}, {
    "week": "21",
    "reading": "Luke 24:36-48",
    "quoteAuthor": "Suzy Kassem",
    "title": "When in doubt",
    "year": "B",
    "quoteContent": "Doubt kills more dreams than failure ever will",
    "prayer": "Pray that in times of doubt, God draws close to you.",
    "challenge": "Ask someone if they think Jesus rose from the dead and share what you believe.",
    "sunday": "3rd Sunday of Easter",
    "thought": "When have you doubted something? \n\nHow would you feel if Jesus stood here right now? What would you say?\n\nHow would you explain Jesus rising from the dead in five words?  ",
    "urlBibleVerse": "Luke+24%3A36-48"
}, {
    "urlBibleVerse": "John+10%3A11-18",
    "challenge": "Read and reflect on Psalm 23.",
    "year": "B",
    "title": "The good shepherd",
    "quoteAuthor": "Richard Branson",
    "quoteContent": "You don't learn to walk by following rules. You learn by doing, and by falling over",
    "reading": "John 10:11-18",
    "sunday": "4th Sunday of Easter",
    "thought": "What do you know about sheep and the way they behave? \n\nWhy is it important for sheep to know the voice of their shepherd?\n\nWhat does Jesus mean when he says ‘I am the gate’?",
    "prayer": "Ask God to help you recognise his voice.",
    "week": "22"
}, {
    "quoteContent": "Tell the story of the mountain you climbed. Your words could become a page in someone else’s survival guide",
    "thought": "When have you helped someone understand something about Jesus? \n\nHow did Philip share Jesus’ love with the Ethiopian? \n\nWhat can you learn from Philip and the way God used him to speak to the Ethiopian? ",
    "quoteAuthor": "Morgan Harper Nichols",
    "title": "Divine encounter",
    "week": "23",
    "sunday": "5th Sunday of Easter",
    "reading": "Acts 8:26-40",
    "year": "B",
    "urlBibleVerse": "Acts+8%3A26-40",
    "prayer": "Ask the Holy Spirit to prompt you to share Jesus this week.",
    "challenge": "Pray for your friends who don’t know Jesus."
}, {
    "week": "24",
    "thought": "Do you find it easy or hard to praise God?\n\nPsalm 98 is full of praise. What verses do you particularly like?\n\nHow can this psalm encourage you to praise God?",
    "year": "B",
    "prayer": "List all the things you are thankful for and pray for each one.",
    "urlBibleVerse": "Psalms+98%3A1-9",
    "sunday": "6th Sunday of Easter",
    "quoteAuthor": "LaMar Boschman",
    "reading": "Psalms 98:1-9",
    "challenge": "Rewrite Psalm 98 as your own song of praise to God.",
    "title": "Sing a new song",
    "quoteContent": "When I worship I would rather my heart be without words than my words be without heart"
}, {
    "title": "Power of prayer",
    "prayer": "Listen instead of asking God for something. ",
    "quoteContent": "Prayer does not change God, but it changes him who prays",
    "year": "B",
    "challenge": "Prayer is the powerful gift of talking to the most powerful God. Use it!",
    "reading": "John 17:6-15",
    "urlBibleVerse": "John+17%3A6-15",
    "quoteAuthor": "Søren Kierkegaard",
    "thought": "When you pray, are you usually thinking more about yourself or about God?\n\nDo you believe that prayer is powerful? Why or why not?\n\nHow can you make the power of prayer a part of your daily life?",
    "week": "25",
    "sunday": "7th Sunday of Easter"
}, {
    "prayer": "Sit quietly in prayer and ask to receive the Holy Spirit. ",
    "quoteAuthor": "Thomas Watson",
    "title": "I will pour out my Spirit",
    "quoteContent": "To serve God, to love God, to enjoy God, is the sweetest freedom in the world",
    "year": "B",
    "reading": "Acts 2:14-21",
    "week": "26",
    "thought": "Can you think of a time when you’ve seen the Holy Spirit at work?\n\nWho does the reading say the Spirit is poured out upon? \n\nIn what ways can the Holy Spirit help you to love and serve God?",
    "challenge": "Each day ask God to fill you with his Holy Spirit as you serve him.",
    "sunday": "Pentecost",
    "urlBibleVerse": "Acts+2%3A14-21"
}, {
    "quoteAuthor": "C.S. Lewis",
    "prayer": "Thank God that he loved the world so much he sent Jesus.",
    "challenge": "Memorise Jesus’ words in John 3: 16-17.",
    "sunday": "Trinity Sunday",
    "title": "Born again",
    "quoteContent": "Once a man is united to God, how could he not live forever?",
    "reading": "John 3:1-17",
    "urlBibleVerse": "John+3%3A1-17",
    "thought": "Why do you think Nicodemus came to see Jesus after dark?\n\nWhat do you think Jesus means when he says ‘you must be born again’?\n\nHow would you explain John 3: 16-17 in your own words?",
    "year": "B",
    "week": "27"
}, {
    "sunday": "1st Sunday after Trinity",
    "thought": "What have you done wrong that you found hard to own up to? \n\nHow did God punish the man and his wife? What would you have done?\n\nIs following God about rules or about being in a relationship with him?  ",
    "challenge": "Be prepared to own up when you make mistakes.",
    "reading": "Genesis 3:8-15",
    "prayer": "Pray that your relationship with God grows more each day.",
    "week": "28",
    "year": "B",
    "urlBibleVerse": "Genesis+3%3A8-15",
    "title": "Owning up",
    "quoteAuthor": "Plato",
    "quoteContent": "False words are not only evil in themselves, but they infect the soul with evil"
}, {
    "title": "Hidden Potential",
    "prayer": "Pray that God uses the small things in your life to affect others.",
    "quoteAuthor": "Anonymous",
    "reading": "Mark 4:30-34",
    "challenge": "Plant some mustard seeds and watch them grow.",
    "thought": "What are the smallest and largest things you own? \n\nWho has helped you understand what it means to be a Christian?\n\nWhat can you tell a friend that will help them understand more about God?   ",
    "urlBibleVerse": "Mark+4%3A30-34",
    "sunday": "2nd Sunday after Trinity",
    "week": "29",
    "year": "B",
    "quoteContent": "Potential means nothing if you don’t do anything with it"
}, {
    "urlBibleVerse": "Mark+4%3A35-41",
    "quoteAuthor": "Dolly Parton",
    "sunday": "3rd Sunday after Trinity",
    "year": "B",
    "challenge": "Read Psalm 46 and highlight the words of comfort.",
    "week": "30",
    "thought": "What are your greatest fears?\n\nWhat does this story teach you about Jesus?\n\nWhat would it take to fully rely on Jesus?",
    "quoteContent": "Storms make trees take deeper roots",
    "prayer": "Ask God to calm the things that feel out of control in your life",
    "reading": "Mark 4:35-41",
    "title": "Calm in the storm"
}, {
    "prayer": "Ask God to help you remember his faithfulness.",
    "reading": "Lamentations 3:22-26",
    "quoteContent": "How else but through a broken heart may Lord Christ enter in?",
    "challenge": "Read verses 22 and 23 every morning this week.",
    "title": "Faithful God",
    "urlBibleVerse": "Lamentations+3%3A22-26",
    "sunday": "4th Sunday after Trinity",
    "week": "31",
    "thought": "What challenging times have you experienced?\n\nWhich verse speaks most powerfully to you? Why?\n\nWhat difference does it make knowing that God is compassionate and faithful?",
    "year": "B",
    "quoteAuthor": "Oscar Wilde"
}, {
    "week": "32",
    "challenge": "Search for ‘Strength Bible verses’ online and highlight your favourites in your Bible.",
    "prayer": "Remember, ‘I can do all things through him who strengthens me’ (Philippians 4: 13).",
    "year": "B",
    "title": "Weak made strong",
    "quoteAuthor": "Laurie Sennott",
    "sunday": "5th Sunday after Trinity",
    "quoteContent": "Every flower must grow through dirt",
    "thought": "Have you ever felt weak or feeble? How did that make you feel?\n\nWhy do you think Paul delighted in his own weakness?\n\nWhy does God give strength to those who believe and trust in him?",
    "urlBibleVerse": "2+Corinthians+12%3A9-10",
    "reading": "2 Corinthians 12:9-10"
}, {
    "challenge": "The gospel is Good News! Don’t be ashamed to be a follower of Jesus.",
    "thought": "Why did King David dance before the Lord with all his might? (v.20-21)\n\nWhy might some Christians feel ashamed of what they believe?\n\nWhat gives you confidence? What is it like to find confidence in God?",
    "year": "B",
    "quoteAuthor": "Confucius",
    "quoteContent": "A gentleman would be ashamed should his deeds not match his words",
    "sunday": "6th Sunday after Trinity",
    "prayer": "Pray for the situations when you felt ashamed and embarrassed",
    "week": "33",
    "title": "Unashamed",
    "reading": "2 Samuel 6:12-21",
    "urlBibleVerse": "2+Samuel+6%3A12-21"
}, {
    "week": "34",
    "thought": "When have you felt compassion for others?\n\nHow do you think the disciples reacted when they saw the crowd? \n\nWhat does Jesus’ response teach you about how you should respond to others?",
    "year": "B",
    "urlBibleVerse": "Mark+6%3A30-34",
    "reading": "Mark 6:30-34",
    "quoteContent": "I have this theory that if one person can go out of their way to show compassion, it could start a chain reaction",
    "challenge": "Think of three ways that you can show compassion to others.",
    "sunday": "7th Sunday after Trinity",
    "quoteAuthor": "Rachel Joy Scott",
    "title": "Compassion",
    "prayer": "Ask God to help you to be more compassionate."
}, {
    "year": "B",
    "prayer": "Thank God that he accepts the little we offer and uses it in amazing ways.",
    "quoteAuthor": "Mother Teresa",
    "title": "What can I give?",
    "sunday": "8th sunday after Trinity",
    "week": "35",
    "quoteContent": "It's not how much we give but how much love we put into giving",
    "reading": "John 6:1-15",
    "thought": "Have you ever done something simple that made a big difference?\n\nWhich part of this story is most surprising to you?\n\nWhat does the story teach you about giving and trusting?",
    "challenge": "Ask God to use your gift in a miraculous way!",
    "urlBibleVerse": "John+6%3A1-15"
}, {
    "week": "36",
    "quoteContent": "Food for the body is not enough. There must be food for the soul",
    "prayer": "Ask God to give you his daily bread so you can grow as a Christian.",
    "urlBibleVerse": "John+6%3A24-35",
    "title": "I am the bread of life",
    "reading": "John 6:24-35",
    "quoteAuthor": "Dorothy Day",
    "thought": "What is your favourite food and why? \n\nJesus calls himself the ‘bread of life’. What do you think this means?\n\nHow can you feed your faith so it keeps growing?   ",
    "sunday": "9th Sunday after Trinity",
    "year": "B",
    "challenge": "Prepare some food for someone else."
}, {
    "sunday": "10th Sunday after Trinity",
    "urlBibleVerse": "Psalms+34%3A4-8",
    "quoteContent": "Let God's promises shine on your problems",
    "week": "37",
    "prayer": "Pray that God will draw close to those you know who are troubled or afraid.",
    "year": "B",
    "quoteAuthor": "Corrie ten Boom",
    "challenge": "Read Psalm 34: 4-8 each day this week.",
    "title": "Troubled times",
    "reading": "Psalms 34:4-8",
    "thought": "Who do you turn to when you feel scared or troubled? \n\nWhat stories have you heard about how God has helped others in trouble?\n\nIn what ways has God helped you in your life?   "
}, {
    "quoteAuthor": "Guinean Proverb",
    "week": "38",
    "thought": "If you could ask God for anything, what would you ask for?\n\nWhat do you think about Solomon’s choice and God’s response?\n\nWhat is the difference between being intelligent and being wise?",
    "year": "B",
    "sunday": "11th Sunday after Trinity",
    "title": "True wisdom",
    "urlBibleVerse": "1+Kings+3%3A3-14",
    "prayer": "Ask God to help you make wise choices.",
    "reading": "1 Kings 3:3-14",
    "challenge": "Look at the book of Proverbs. Write down some wise words.",
    "quoteContent": "Knowledge with wisdom is like water in the sand"
}, {
    "quoteContent": "When God closes a door, he always opens a window",
    "challenge": "Write down the pieces of armour and a way you can use each in your daily life.",
    "thought": "Have you ever been in a spiritual battle? How did it feel?\n\nIn the reading, which piece of armour stood out to you most and why?\n\nWhich piece of armour do you often neglect? ",
    "reading": "Ephesians 6:10-20",
    "prayer": "Ask God to help you put on his armour each day.",
    "urlBibleVerse": "Ephesians+6%3A10-20",
    "sunday": "12th Sunday after Trinity",
    "quoteAuthor": "Woodrow Kroll",
    "title": "Dress well",
    "year": "B",
    "week": "39"
}, {
    "reading": "James 1:22-25",
    "quoteContent": "As long as you do things for God, you are a Hall of Famer in heaven's list",
    "quoteAuthor": "Rick Warren",
    "week": "40",
    "prayer": "Ask God for a deeper desire to read and study the Bible.",
    "thought": "Why do teachers tell students to study for their exams? \n\nWhy are Christians encouraged to read God’s word every day?\n\nHow does knowing the Bible help you to become a better Christian?   ",
    "year": "B",
    "urlBibleVerse": "James+1%3A22-25",
    "sunday": "13th Sunday after Trinity",
    "challenge": "Live by example this week and reveal God’s compassion and love to others.",
    "title": "Living out the word"
}, {
    "quoteContent": "Only those who are aware of God's wrath are amazed by God's grace",
    "title": "The deep sigh",
    "urlBibleVerse": "Mark+7%3A31-37",
    "quoteAuthor": "C.J. Mahaney",
    "reading": "Mark 7:31-37",
    "thought": "A sigh expresses sorrow, relief or exhaustion. Is sighing a bad thing?\n\nRead verse 34. Why do you think Jesus gave out a deep sigh?\n\nDo you think God ever gets weary of loving you? ",
    "challenge": "Look up Lamentations 3: 22 - God’s love never ends! His mercies never cease.",
    "year": "B",
    "week": "41",
    "prayer": "Thank God that he loves you unconditionally.",
    "sunday": "14th Sunday after Trinity"
}, {
    "title": "Taming the tongue",
    "reading": "James 3:1-12",
    "thought": "Can you think of something embarrassing you said, that you regretted? \n\nHow does James describe the tongue and the power of speech?\n\nHow do you think God wants us to speak to one another? ",
    "challenge": "Think about how you use words to bless others in person or online.",
    "year": "B",
    "prayer": "Ask God to forgive you when you have hurt others with your words.",
    "quoteAuthor": "George Harrison",
    "urlBibleVerse": "James+3%3A1-12",
    "quoteContent": "Gossip is the Devil's radio",
    "week": "42",
    "sunday": "15th Sunday after Trinity"
}, {
    "challenge": "Put others first this week!",
    "sunday": "16th Sunday after Trinity",
    "year": "B",
    "prayer": "Ask God to help you understand what it means to be his servant.",
    "thought": "Would you rather be a celebrity or an unknown world changer?\n\nWhy were the disciples silent when Jesus asked what they were discussing?\n\nWhat does it mean to be first in God’s kingdom? ",
    "reading": "Mark 9:30-37",
    "quoteContent": "Do your little bit of good where you are; it's those little bits of good put together that overwhelm the world",
    "title": "Last shall be first",
    "week": "43",
    "quoteAuthor": "Desmond Tutu",
    "urlBibleVerse": "Mark+9%3A30-37"
}, {
    "week": "44",
    "reading": "Mark 9:42-50",
    "challenge": "Help someone who is having a tough time.",
    "title": "Stumbling blocks",
    "urlBibleVerse": "Mark+9%3A42-50",
    "quoteContent": "Focus on giants, you stumble. Focus on God, giants tumble",
    "sunday": "17th Sunday after Trinity",
    "prayer": "Pray for God’s help in the things you struggle with.",
    "year": "B",
    "quoteAuthor": "Max Lucado",
    "thought": "What are the current stumbling blocks in your life?\n\nThis reading uses strong language. How would you explain it to others?\n\nHow can you prevent yourself from stumbling in your walk with Jesus?   "
}, {
    "week": "45",
    "challenge": "Find someone to mentor you in your faith.",
    "quoteContent": "It is easy to look down on others; to look down on ourselves is the difficulty",
    "sunday": "18th Sunday after Trinity",
    "thought": "Who are the key people who help you grow in your faith?\n\nWhat actions and attitudes distinguish a person of God? \n\nWhat does it mean to walk in faithfulness? ",
    "quoteAuthor": "Walter Savage Landor",
    "urlBibleVerse": "Psalms+26%3A1-7",
    "title": "Heart examination",
    "reading": "Psalms 26:1-7",
    "prayer": "Ask God to help you be a more faithful person.",
    "year": "B"
}, {
    "prayer": "Ask God to draw near to you in challenging times.",
    "sunday": "19th Sunday after Trinity",
    "reading": "Psalms 22:1-4",
    "thought": "Have you ever felt abandoned by God?\n\nHow do you think David felt when he wrote these words?\n\nHow could these verses provide comfort for you during challenging times? ",
    "quoteAuthor": "Anne Graham Lotz",
    "challenge": "Go to a special place and write a list of all the truths you know about God.",
    "quoteContent": "If you feel far from God right now, guess who moved? You’re only a decision away from reconnecting",
    "title": "Where are you God?",
    "urlBibleVerse": "Psalms+22%3A1-4",
    "week": "46",
    "year": "B"
}, {
    "thought": "When was the last time you asked for something important?\n\nHow do you think James and John reacted to Jesus’ answer to their request (v.37)?\n\nIs it OK to request things from God? Will God answer as requested?",
    "urlBibleVerse": "Mark+10%3A35-45",
    "year": "B",
    "title": "What are you asking?",
    "sunday": "20th Sunday after Trinity",
    "week": "47",
    "challenge": "Be bold in faith and ask God for something important in your life.",
    "quoteContent": "It is not fair to ask of others what you are not willing to do yourself",
    "reading": "Mark 10:35-45",
    "prayer": "Ask God to help you put others above yourself this week.",
    "quoteAuthor": "Eleanor Roosevelt"
}, {
    "quoteAuthor": "Mahatma Gandhi",
    "urlBibleVerse": "Mark+10%3A46-52",
    "challenge": "Seize the moment and ask God to heal someone you know.",
    "quoteContent": "The future depends on what you do today",
    "sunday": "21st Sunday after Trinity",
    "title": "Seizing the moment",
    "prayer": "Invite God to reveal himself to you when you least expect it.",
    "year": "B",
    "reading": "Mark 10:46-52",
    "week": "48",
    "thought": "When have you called out to Jesus in a time of need?\n\nWhat emotions does Bartimaeus experience as the story unfolds?\n\nWhy was Bartimaeus insistent on calling out to Jesus? Was it worth it?"
}, {
    "week": "49",
    "prayer": "Use Psalm 103 as inspiration for your prayers of praise and thanks.",
    "year": "B",
    "challenge": "Put some Bible verses in places where you and your family will see them. ",
    "reading": "Deuteronomy 6:4-9",
    "quoteContent": "Only in prayer can we learn to love God with all our heart, mind and soul",
    "sunday": "4th Sunday before Advent (All Saints Day)",
    "title": "Love the Lord your God",
    "urlBibleVerse": "Deuteronomy+6%3A4-9",
    "thought": "What three things are most important to teach children?\n\nWhy does Moses tell the people they must obey God’s commands?\n\nHow can we help one another to love God with all our heart, soul and strength?",
    "quoteAuthor": "Philip Yancey"
}, {
    "quoteAuthor": "Lecrae",
    "thought": "Can you think of a time when you changed your mind about something?\n\nWhat was different the second time God asked Jonah to go to Nineveh?\n\nIs this kind of change possible in a large city today?",
    "sunday": "3rd Sunday before Advent",
    "reading": "Jonah 3:1-10",
    "week": "50",
    "urlBibleVerse": "Jonah+3%3A1-10",
    "challenge": "Go for a walk and ask God for positive change in the place where you live.",
    "prayer": "Pray that more people in your city, town or village will come to know God. ",
    "title": "Change of heart",
    "quoteContent": "Believe the best about people. Pray for their shortcomings. You are not the standard. We all need grace",
    "year": "B"
}, {
    "quoteAuthor": "Tim Tebow",
    "prayer": "Pray that humans do all they can to look after God’s world.",
    "reading": "Mark 13:1-8",
    "sunday": "2nd Sunday before Advent",
    "title": "Finishing line",
    "year": "B",
    "week": "51",
    "urlBibleVerse": "Mark+13%3A1-8",
    "quoteContent": "I don’t know what my future holds, but I do know who holds my future",
    "challenge": "Do something practical to show you care for God’s world.",
    "thought": "What is the most amazing building you have ever seen?\n\nThere are lots of troubles in the world. Which one concerns you most?\n\nOne day God will ‘make all things new’. What do you want to see made new?  "
}, {
    "title": "Alpha and Omega",
    "sunday": "Sunday before Advent (Christ the King)",
    "week": "52",
    "quoteAuthor": "Isaac Bashevis Singer",
    "year": "B",
    "reading": "Revelation 1:8-8",
    "thought": "Revelation is the last book in the Bible. What are your favourite books?\n\nWhat have you started to do and struggled to finish?\n\nWhat do you think ‘who is, and who was, and who is to come’ means?",
    "urlBibleVerse": "Revelation+1%3A8-8",
    "challenge": "Keep going when you find things hard.",
    "prayer": "Thank God that he is interested in you and all you do.",
    "quoteContent": "Life is God’s novel. Let him write it"
}, {
    "prayer": "Ask God to help you be ready for his return.",
    "sunday": "1st Sunday of Advent",
    "reading": "Luke 20:29-36",
    "quoteContent": "The simple act of paying attention can take you a long way. ",
    "year": "C",
    "week": "1",
    "quoteAuthor": "Keanu Reeves",
    "challenge": "Spend five minutes each day listening to God.",
    "urlBibleVerse": "Luke+20%3A29-36",
    "title": "Be Alert",
    "thought": "When have you had to be alert?\n\nWhat does this reading say about being alert?\n\nHow can you get ready for Christ’s return?"
}, {
    "quoteContent": "I’m an imperfect messenger but the message is perfect.",
    "thought": "Have you received an amazing message? What did it say?\n\nWhy does Malachi describe God’s messenger as fire and soap (v.3)?\n\nHow would you describe ‘the messenger’ to a non-Christian?",
    "year": "C",
    "urlBibleVerse": "Malachi+3%3A1-4",
    "quoteAuthor": "Ron Paul",
    "week": "2",
    "prayer": "Thank God for all the prophets who foretold the birth of Jesus.",
    "reading": "Malachi 3:1-4",
    "challenge": "Send an amazing message of blessing to a friend today.",
    "sunday": "2nd Sunday of Advent",
    "title": "The Messenger"
}, {
    "thought": "What do you worry about most? \n\nHow might praying instead of worrying help?\n\nCan you think of a time when you experienced the peace of God? ",
    "title": "Don't worry, pray",
    "year": "C",
    "reading": "Philippians 4:4-7",
    "urlBibleVerse": "Philippians+4%3A4-7",
    "sunday": "3rd Sunday of Advent",
    "challenge": "Start each day by bringing your worries to God in prayer.",
    "week": "3",
    "quoteContent": "Prayer doesn’t bend God’s arm but it’s guaranteed to bend our hearts toward His will. Worry less. Pray more. ",
    "quoteAuthor": "Lecrae",
    "prayer": "Pray that God’s peace would guard the hearts and minds of those who are anxious. "
}, {
    "prayer": "Thank God for all the good things in your life.",
    "sunday": "4th Sunday of Advent",
    "quoteAuthor": "Ann Voskamp",
    "week": "4",
    "challenge": "Go for a walk and silently thank God for the things you see.",
    "thought": "What are you most thankful for?\n\nWhat is Mary thanking God for in the reading?\n\nDo you think God is ever thankful to humans? Why? \n",
    "title": "Thanks be to God",
    "urlBibleVerse": "Luke+1%3A46-55",
    "quoteContent": "We give thanks to God not because of how we feel but because of who He is. ",
    "reading": "Luke 1:46-55",
    "year": "C"
}, {
    "urlBibleVerse": "Psalms+148%3A1-14",
    "week": "5",
    "prayer": "Thank God for his creation.",
    "challenge": "Do something this week that helps to look after creation.",
    "title": "Praise where praise is due",
    "sunday": "1st Sunday of Christmas",
    "year": "C",
    "quoteAuthor": "Xenophon",
    "thought": "When have you received praise for doing something?\n\nWhat words or phrases could replace ‘praise’ in the psalm?\n\nWhat would you praise God for today?",
    "reading": "Psalms 148:1-14",
    "quoteContent": "The sweetest of all sounds is praise. "
}, {
    "reading": "John 1:1-5",
    "sunday": "2nd Sunday of Christmas",
    "year": "C",
    "quoteAuthor": "Malala Yousafzai",
    "urlBibleVerse": "John+1%3A1-5",
    "title": "Words",
    "prayer": "Ask Jesus to be light in your life.",
    "quoteContent": "We realise the importance of our voices only when we are silenced.",
    "week": "6",
    "thought": "Why are words and symbols important?\n\nWho is ‘the Word’ John is referring to?\n\nHow has ‘the Word’ brought light to your life?",
    "challenge": "Memorise John 1: 1."
}, {
    "reading": "Luke 3:21-22",
    "title": "Baptism",
    "prayer": "Invite the Holy Spirit to fill you.",
    "quoteContent": "Baptism is the initial step of a faithful heart.",
    "urlBibleVerse": "Luke+3%3A21-22",
    "challenge": "Ask some people about their experience of baptism.",
    "week": "7",
    "year": "C",
    "quoteAuthor": "Max Lucado",
    "sunday": "1st Sunday of Epiphany",
    "thought": "Why do you think baptism is important?\n\nWhat would it have felt like to be at Jesus’ baptism?\n\nWhy do you think God chose to speak out loud at that moment?"
}, {
    "urlBibleVerse": "Psalms+36%3A5-10",
    "sunday": "2nd Sunday of Epiphancy",
    "quoteContent": "You can’t buy love, because when it’s real, it’s priceless.",
    "challenge": "Write a letter to God expressing how you feel about his love.",
    "thought": "What is precious to you; what do you consider irreplaceable?\n\nHow does the psalmist describe God’s love in verse 7?\n\nWhy is love so important to God?",
    "year": "C",
    "reading": "Psalms 36:5-10",
    "quoteAuthor": "Unknown",
    "week": "8",
    "title": "Unwavering Love",
    "prayer": "Pray for people you know who need to feel God’s love today."
}, {
    "week": "9",
    "quoteContent": "Amen is not the end of a prayer, it just gets us ready to go to the next level.",
    "year": "C",
    "thought": "Why do Christians say ‘Amen’ at the end of prayers? \n\nWhen was the last time you agreed with something someone said?\n\nWhy did the crowd feel compelled to say ‘Amen!’ twice in verse 6?",
    "quoteAuthor": "Gary Busey",
    "sunday": "3rd Sunday of Epiphany",
    "prayer": "Thank God that the joy of the Lord is your strength (v.10).",
    "urlBibleVerse": "Nehemiah+8%3A1-10",
    "title": "Amen, Amen!",
    "reading": "Nehemiah 8:1-10",
    "challenge": "End your prayers this week saying ‘Amen’ twice. Take a deep breath between Amens."
}, {
    "prayer": "Thank God that his love never fails.",
    "reading": "1 Corinthians 13:1-13",
    "quoteAuthor": "Mahatma Gandhi",
    "sunday": "4th Sunday of Epiphany",
    "year": "C",
    "urlBibleVerse": "1+Corinthians+13%3A1-13",
    "quoteContent": "Where there is love there is life. ",
    "challenge": "Read 1 Corinthians 13: 4-7 each day this week.",
    "title": "Love never gives up",
    "thought": "What in the world do you love most?\n\nWhich word or phrase stands out to you in this passage?\n\nWhat can you learn from these definitions of love?",
    "week": "10"
}, {
    "urlBibleVerse": "Isaiah+6%3A1-8",
    "year": "C",
    "challenge": "Be a messenger of God’s good news this week. ",
    "thought": "What is the strangest message you have been asked to deliver?\n\nWhy was the hot coal important in Isaiah’s vision?\n\nWhat message might God be asking you to deliver? ",
    "reading": "Isaiah 6:1-8",
    "prayer": "Pray the prayer: ‘Here I am Lord. Send me.’ ",
    "title": "Send me",
    "week": "11",
    "quoteAuthor": "Hudson Taylor",
    "sunday": "4th Sunday before Lent",
    "quoteContent": "God isn’t looking for people of great faith, but for individuals ready to follow Him."
}, {
    "thought": "What is the difference between a blessing and a curse?\n\nWhat does the reading say about how you can receive God’s blessing?\n\nDo blessings only come from God?",
    "prayer": "Thank God for the blessings in your life.",
    "sunday": "3rd Sunday before Lent",
    "year": "C",
    "challenge": "Ask God to bless someone who really needs a blessing.",
    "week": "12",
    "title": "Curse or blessing",
    "reading": "Jeremiah 17:5-10",
    "quoteAuthor": "Jonathan Sacks",
    "quoteContent": "It is through exchange that difference becomes a blessing, not a curse. ",
    "urlBibleVerse": "Jeremiah+17%3A5-10"
}, {
    "title": "Stay calm",
    "quoteAuthor": "Vivian Greene",
    "quoteContent": "Life isn't about waiting for the storm to pass... It's about learning to dance in the rain. ",
    "challenge": "Tell a friend going through a hard time that you are praying for them.",
    "urlBibleVerse": "Luke+8%3A22-25",
    "thought": "What is the worst weather you have experienced?\n\nIf you had been in the boat, what would you have done?\n\nWhen have you experienced God in a crisis?",
    "sunday": "2nd Sunday before Lent",
    "week": "13",
    "year": "C",
    "reading": "Luke 8:22-25",
    "prayer": "Ask God to draw close to those you know who are in difficulty."
}, {
    "week": "14",
    "prayer": "Ask God to reveal himself to you.",
    "year": "C",
    "title": "God's light shines",
    "reading": "Exodus 34:29-35",
    "thought": "Have you met someone whose faith stands out? How were they different?\n\nRead 2 Corinthians 3: 7 & 13. Why did Moses put the veil over his face?\n\nDo you ever see this sort of shining in people’s faces today?",
    "sunday": "1st Sunday before Lent",
    "quoteContent": "Don't shine so others can see you. Shine so that through you, others can see Him.",
    "urlBibleVerse": "Exodus+34%3A29-35",
    "challenge": "Pray that God will reveal himself to one of your non-Christian friends.",
    "quoteAuthor": "C.S. Lewis"
}, {
    "quoteAuthor": "Kelly Rowland",
    "quoteContent": "Never give up on your dream… you never know what the Lord can bless you with. ",
    "year": "C",
    "reading": "Luke 4:1-13",
    "thought": "How do you feel when you give in to temptation?\n \nRead James 1: 2-3. Does God ever test us?\n\nHow does Jesus tell his followers to deal with temptation? Read Matthew 26: 41. ",
    "challenge": "Next time you feel tempted write a helpful message to yourself.",
    "sunday": "1st Sunday of Lent",
    "week": "15",
    "urlBibleVerse": "Luke+4%3A1-13",
    "prayer": "Ask God to help you in times of temptation - he will provide a way out.",
    "title": "Giving in"
}, {
    "title": "Confidence in God",
    "sunday": "2nd Sunday of Lent",
    "week": "16",
    "prayer": "Spend a few minutes resting in God’s presence; receive his love and protection. ",
    "year": "C",
    "reading": "Psalms 27:1-14",
    "quoteAuthor": "William Carey",
    "quoteContent": "The future is as bright as the promises of God.",
    "challenge": "Try writing your own psalm to remind you of God’s promises.",
    "urlBibleVerse": "Psalms+27%3A1-14",
    "thought": "What or who gives you confidence?\n\nAs you read the psalm, did any phrase stand out for you?\n\nHow can you have greater confidence in God?"
}, {
    "title": "You are always there for me",
    "week": "17",
    "sunday": "3rd Sunday of Lent",
    "quoteAuthor": "Grace Ogot",
    "urlBibleVerse": "Psalms+63%3A1-8",
    "reading": "Psalms 63:1-8",
    "year": "C",
    "quoteContent": "Whenever you want to see me, always look at the sunset; I will be there. ",
    "challenge": "Draw alongside someone who is alone.",
    "prayer": "Pray for people who are lonely, isolated or scared.",
    "thought": "Who is always there when you need them?\n\nDo you think God is always there for you? How?\n\n\nIs God only available for believers or for everyone?"
}, {
    "year": "C",
    "sunday": "4th Sunday of Lent",
    "prayer": "Thank God that he never leaves or abandons us.",
    "reading": "Luke 15:11-32",
    "quoteContent": "Not all those who wander are lost.",
    "urlBibleVerse": "Luke+15%3A11-32",
    "challenge": "List the characteristics of God that you love most.",
    "title": "Wandering",
    "quoteAuthor": "J.R.R. Tolkien",
    "thought": "What are the qualities of a good father?\n\nWhich son wandered the furthest from his father? Why?\n\nWhat does this story tell you about God?",
    "week": "18"
}, {
    "thought": "What are your favourite smells?\n\nHow do you think Lazarus, Martha and the other disciples reacted to Mary’s actions?\n\nWhy were Mary’s actions so significant to Jesus?",
    "sunday": "5th Sunday of Lent",
    "week": "19",
    "year": "C",
    "reading": "John 12:1-8",
    "urlBibleVerse": "John+12%3A1-8",
    "quoteAuthor": "Christopher Poindexter",
    "title": "Scent from heaven",
    "challenge": "Be bold in faith and bless someone with a generous gift.",
    "quoteContent": "Nothing brings to life again a forgotten memory like fragrance.",
    "prayer": "Ask the Holy Spirit to help you be more obedient to God."
}, {
    "quoteAuthor": "Billy Graham",
    "thought": "Why is Good Friday called Good Friday?\n              \nHow do you think Jesus’ friends felt as they watched him facing death?\n\nCould Jesus have stopped this happening?",
    "year": "C",
    "week": "20",
    "reading": "Luke 23:1-49",
    "quoteContent": "God proved His love on the Cross. When Christ hung, and bled, and died, it was God saying to the world, ‘I love you.’  ",
    "title": "Crucified",
    "challenge": "Read the whole Easter story this week (Luke chapters 22-24).",
    "urlBibleVerse": "Luke+23%3A1-49",
    "prayer": "Thank Jesus for going to the cross for you. ",
    "sunday": "Palm Sunday"
}, {
    "prayer": "Pray for those who are trying to make the world a better place.",
    "quoteAuthor": "Lailah Gifty Akita",
    "thought": "If you created a new world, what would it look like?\n\nHow does the reading describe a new heaven and earth?\n\nWhat would make the world a better place today?",
    "sunday": "Easter Sunday",
    "week": "21",
    "reading": "Isaiah 65:17-25",
    "year": "C",
    "quoteContent": "New day, new hopes, new life.",
    "challenge": "Do something this week that expresses God’s love to others.",
    "title": "A new day will dawn",
    "urlBibleVerse": "Isaiah+65%3A17-25"
}, {
    "quoteAuthor": "C.S. Lewis",
    "urlBibleVerse": "John+20%3A24-29",
    "year": "C",
    "thought": "When was the last time you had doubts?\n\nHow do you think Thomas felt when he saw and touched Jesus?\n\nWhat does the truth of Jesus’ resurrection mean for you?",
    "week": "22",
    "prayer": "Thank God that Jesus rose from the dead.",
    "sunday": "2nd Sunday of Easter",
    "challenge": "When you have doubts ask God to reassure you.",
    "title": "Doubting Thomas",
    "quoteContent": "I believe in Christianity as I believe that the sun has risen: not only because I see it, but because by it I see everything else.",
    "reading": "John 20:24-29"
}, {
    "reading": "Acts 9:3-19",
    "quoteAuthor": "Maya Angelou",
    "challenge": "Share your story of knowing Jesus with a non-Christian this week.",
    "title": "Transformation",
    "sunday": "3rd Sunday of Easter",
    "prayer": "Praise God that he transforms lives!",
    "urlBibleVerse": "Acts+9%3A3-19",
    "year": "C",
    "quoteContent": "We delight in the beauty of the butterfly, but rarely admit the changes it has gone through to achieve that beauty.",
    "week": "23",
    "thought": "Who do you know who has been changed through meeting Jesus?\n\nHow do you think Ananias felt when God asked him to visit Saul?\n\nHow do you think people responded to the transformed Saul?"
}, {
    "reading": "Acts 9:36-43",
    "challenge": "Read Matthew 10: 1.",
    "urlBibleVerse": "Acts+9%3A36-43",
    "week": "24",
    "prayer": "Thank God that you can receive his amazing power!",
    "thought": "Have you heard of someone being involved in a miracle?\n \nHow do you think Peter was feeling as he entered the room with Tabitha’s body?\n\nDo you believe that you have the power to heal?",
    "quoteContent": "You have to see the miracles for there to be miracles.",
    "quoteAuthor": "Jandy Nelson",
    "sunday": "4th Sunday of Easter",
    "title": "Get up!",
    "year": "C"
}, {
    "quoteContent": "Don’t tell God how big your storm is. Tell the storm how big your God is. ",
    "challenge": "Rewrite today’s ‘revelation’ (21: 1-6) in your own words.",
    "reading": "Revelation 21:1-6",
    "thought": "What is the oldest thing your family owns?\n\nWhy would God call himself ‘the Alpha and the Omega’?\n\nHow do you feel about ‘the new heaven and earth’ described in verses 5-8?",
    "title": "Alpha and Omega",
    "sunday": "5th Sunday of Easter",
    "prayer": "Pray for God’s Kingdom to come and his will be done, on earth as it is in heaven.",
    "year": "C",
    "urlBibleVerse": "Revelation+21%3A1-6",
    "quoteAuthor": "Unknown",
    "week": "25"
}, {
    "year": "C",
    "quoteContent": "Miracles are not contrary to nature but only contrary to what we know about nature. ",
    "title": "Miracle healing",
    "quoteAuthor": "St. Augustine",
    "thought": "How would you describe a miracle?\n\nWhy did Jesus ask the man if he wanted to get well?\n\nWhat does the story teach you about healing?",
    "urlBibleVerse": "John+5%3A1-9",
    "week": "26",
    "challenge": "Look up another healing story in the Bible.",
    "reading": "John 5:1-9",
    "sunday": "6th Sunday of Easter",
    "prayer": "Pray for someone you know who is living with a disability."
}, {
    "thought": "If you were a song, what song would you be?\n\nWhat is most surprising to you about this story?\n\nHow can focusing on praise help you in tough situations? ",
    "quoteAuthor": "Matt Redman",
    "prayer": "Pray for those who are imprisoned for their faith.",
    "sunday": "7th Sunday of Easter",
    "quoteContent": "We can always find a reason to praise. Situations change for better and for worse, but God's worth never changes.       ",
    "reading": "Acts 16:16-34",
    "title": "Midnight praise",
    "challenge": "Memorise a song of praise you can sing when things are tough. ",
    "urlBibleVerse": "Acts+16%3A16-34",
    "year": "C",
    "week": "27"
}, {
    "year": "C",
    "quoteContent": "There is nothing strange when you come to know it.",
    "prayer": "Ask God to pour out his Holy Spirit in the world today.",
    "challenge": "Look out for the Holy Spirit at work this week.",
    "title": "Strange happenings",
    "thought": "What is the strangest thing you have ever seen?\n\nWhat does this reading say about the Holy Spirit?\n\nHow do you see the Holy Spirit at work today?",
    "urlBibleVerse": "Acts+2%3A1-21",
    "sunday": "Pentecost",
    "reading": "Acts 2:1-21",
    "quoteAuthor": "Debasish Mridha",
    "week": "28"
}, {
    "week": "29",
    "thought": "What do you hope for?\n\nWhat is the difference between hoping and wishing?\n\nWhat does the reading say about hope in God?",
    "title": "Hope springs eternal",
    "sunday": "Trinity Sunday",
    "prayer": "Ask God to bring hope to those who are in need.",
    "year": "C",
    "quoteAuthor": "Desmond Tutu",
    "quoteContent": "Hope is being able to see that there is light despite all the darkness. ",
    "urlBibleVerse": "Romans+5%3A1-5",
    "reading": "Romans 5:1-5",
    "challenge": "Write a message of hope and put it in a window where people can see it."
}, {
    "prayer": "Thank God that his voice can be heard in different ways.",
    "sunday": "1st Sunday after Trinity",
    "quoteContent": "Before you speak, it is necessary for you to listen, for God speaks in the silence of the heart.",
    "week": "30",
    "title": "God in the silence",
    "thought": "When was the last time you sensed God was speaking to you?\n\nHow do you think Elijah felt when God whispered to him?\n\nHow does God speak to people today?",
    "challenge": "Listen to a worship song and invite God to speak to you.",
    "quoteAuthor": "Mother Teresa",
    "urlBibleVerse": "1+Kings+19%3A11-15",
    "reading": "1 Kings 19:11-15",
    "year": "C"
}, {
    "quoteContent": "Create your legacy, and pass the baton.",
    "title": "Pass the baton",
    "prayer": "Ask God to be with you as you experience change in your life.",
    "urlBibleVerse": "2+Kings+2%3A6-14",
    "week": "31",
    "challenge": "Support someone who is experiencing change.",
    "year": "C",
    "reading": "2 Kings 2:6-14",
    "sunday": "2nd Sunday after Trinity",
    "quoteAuthor": "Billie Jean King",
    "thought": "How do you feel when familiar things change?\n\nWhy did Elisha ask for a ‘double portion’ of Elijah’s spirit?\n\nHow do you think Elisha felt about taking on the baton from Elijah?"
}, {
    "year": "C",
    "quoteContent": "If God tells you to do something, do it. If God tells you to go, you go! ",
    "reading": "Luke 10:1-11",
    "quoteAuthor": "Tracie Peterson",
    "urlBibleVerse": "Luke+10%3A1-11",
    "title": "Harvest is plentiful",
    "challenge": "Research and pray for persecuted Christians who stand up for their faith.",
    "week": "32",
    "prayer": "Thank God for those who share their faith in strange new places.",
    "sunday": "3rd Sunday after Trinity",
    "thought": "Why did Jesus send the disciples into towns ahead of him?\n\nWhat were the disciples feeling, entering a strange new town without Jesus?\n\nWhy do you think Jesus said, ‘I am sending you out like lambs among wolves’ (v.3)?"
}, {
    "urlBibleVerse": "Deuteronomy+30%3A9-14",
    "quoteAuthor": "Christina Rossetti",
    "title": "Obey the Lord",
    "week": "33",
    "year": "C",
    "prayer": "Ask the Holy Spirit to help you be more obedient to God.",
    "sunday": "4th Sunday after Trinity",
    "reading": "Deuteronomy 30:9-14",
    "quoteContent": "Obedience is the fruit of faith. ",
    "thought": "Do you find it easy or hard to obey God’s commands?\n\nHow do you think God feels when you get it wrong?\n\nWhat comfort and hope can you take from verses 11-14?",
    "challenge": "Do something radical that is obedient to God."
}, {
    "title": "Time with Jesus",
    "year": "C",
    "quoteAuthor": "Todd Stocker",
    "week": "34",
    "quoteContent": "I wanted to figure out why I was so busy, but I couldn't find the time to do it. ",
    "reading": "Luke 10:38-42",
    "challenge": "Spend two minutes of quiet each day this week to rest in Jesus’ presence.",
    "urlBibleVerse": "Luke+10%3A38-42",
    "prayer": "Pray for those who struggle to spend time with God.",
    "sunday": "5th Sunday after Trinity",
    "thought": "Would you rather be too busy or not have enough to do?\n\nWhich character do you most relate to, Martha or Mary? Why?\n\nWhat does this story teach you about how to spend your time?"
}, {
    "title": "Rooted",
    "year": "C",
    "week": "35",
    "sunday": "5th Sunday after Trinity",
    "challenge": "Ask another Christian how they stay rooted in Jesus Christ.",
    "urlBibleVerse": "Colossians+2%3A6-10",
    "reading": "Colossians 2:6-10",
    "prayer": "Pray Paul’s prayer in Ephesians 3: 14-21.",
    "quoteAuthor": "Marco Pierre White",
    "thought": "Why are roots so important for plants and trees?\n\nIn verse 8, what does Paul warn us against?\n\nWhat does it mean to live rooted and built up in Jesus?",
    "quoteContent": "A tree without roots is just a piece of wood. "
}, {
    "quoteAuthor": "Bobby McFerrin",
    "prayer": "Pray for those in desperate situations.",
    "reading": "Psalms 107:1-9",
    "challenge": "Offer to help someone in need this week.",
    "year": "C",
    "sunday": "7th Sunday after Trinity",
    "urlBibleVerse": "Psalms+107%3A1-9",
    "quoteContent": "In every life we have some trouble\nBut when you worry you make it double.\nDon't worry, be happy.",
    "title": "It will all be ok",
    "thought": "What situations have you been in where you couldn’t see a way out?\n\nWhat does this psalm say to those who cry out to God?\n\nWhen have you cried out to God and things changed?",
    "week": "36"
}, {
    "thought": "When you last gazed into the night sky, what did you see?\n\nWhy do you think God told Abram he would have a family outnumbering the stars?\n\nAbram trusted what God said. How easy do you find it to trust God?",
    "sunday": "8th Sunday after Trinity",
    "quoteContent": "The stars are the landmarks of the universe.",
    "week": "37",
    "prayer": "Pray for your family; those close and those who live far away.",
    "quoteAuthor": "Sir John Herschel",
    "reading": "Genesis 15:1-6",
    "urlBibleVerse": "Genesis+15%3A1-6",
    "challenge": "Gaze at the night sky and listen to what God is saying to you.",
    "year": "C",
    "title": "Counting the stars"
}, {
    "title": "Running the race",
    "thought": "How do athletes prepare for a race or competition?\n\nWhy does Paul suggest that Christians follow the example of an athlete? \n\nHow should we run the race of faith?",
    "urlBibleVerse": "Hebrews+12%3A1-2",
    "quoteAuthor": "Jesse Owens",
    "challenge": "This week, when facing obstacles or feeling discouraged, remember Jesus.",
    "reading": "Hebrews 12:1-2",
    "year": "C",
    "sunday": "9th Sunday after Trinity",
    "quoteContent": "We all have dreams. But in order to make dreams come into reality, it takes an awful lot of determination, dedication, self-discipline, and effort.",
    "week": "38",
    "prayer": "Ask God to equip you to run the race of faith."
}, {
    "challenge": "Choose a friend and share how important God is to you.",
    "quoteContent": "God will meet you where you are... in order to take you where He wants you to go.",
    "title": "Rescuer",
    "prayer": "Pray Psalm 71: 1-6.",
    "quoteAuthor": "Tony Evans",
    "sunday": "10th Sunday after Trinity",
    "week": "39",
    "thought": "Right now, how close do you feel to God? Why?\n\nWhy does the writer of this psalm ask God to be his ‘rock of refuge’ (v.3)?\n\nWhat would you like your friends to know about God?",
    "year": "C",
    "reading": "Psalms 71:1-6",
    "urlBibleVerse": "Psalms+71%3A1-6"
}, {
    "sunday": "11th Sunday after Trinity",
    "week": "40",
    "title": "Gift of giving",
    "reading": "Hebrews 13:1-8",
    "thought": "Think of the last gift you gave to someone. How did it make that person feel?\n\nWhy is it important for churches to show hospitality?\n\nHow can you be more generous and hospitable to others?",
    "urlBibleVerse": "Hebrews+13%3A1-8",
    "quoteContent": "People will forget what you said, forget what you did, but people will never forget how you made them feel.",
    "quoteAuthor": "Maya Angelou",
    "challenge": "Find a way of showing hospitality to someone this week.",
    "prayer": "Pray that God helps you show hospitality to those most in need.",
    "year": "C"
}, {
    "challenge": "Rewrite Joshua 1: 9 in your own words and use it as a bookmark.",
    "urlBibleVerse": "Luke+14%3A25-33",
    "quoteAuthor": "James Agee",
    "reading": "Luke 14:25-33",
    "prayer": "Ask God to help you be a better follower of Jesus Christ.",
    "year": "C",
    "quoteContent": "God doesn't believe in the easy way. ",
    "thought": "Do you think it is easy or hard being a Christian?\n\n\nWhat is Jesus saying to his disciples in verses 27 and 33?\n\nWhat can you apply from this challenging reading? ",
    "week": "41",
    "title": "Easy option?",
    "sunday": "12th Sunday after Trinity"
}, {
    "urlBibleVerse": "Luke+15%3A1-10",
    "quoteAuthor": "John Newton",
    "sunday": "13th Sunday after Trinity",
    "prayer": "Pray that those you know who are lost, would be found in Jesus.",
    "challenge": "Write a parable about being lost and found that’s relevant today.",
    "thought": "Have you ever lost something? Did you find it? How?\n\nHow do the two parables illustrate Jesus’ point?\n\nWhy do you think Jesus used parables when he spoke?",
    "quoteContent": "I once was lost but now I’m found, was blind but now I see.",
    "reading": "Luke 15:1-10",
    "year": "C",
    "week": "42",
    "title": "Lost and found"
}, {
    "urlBibleVerse": "1+Timothy+2%3A1-7",
    "year": "C",
    "quoteContent": "Things happen which would not happen without prayer. Let us not forget that. ",
    "quoteAuthor": "Elisabeth Elliot",
    "title": "Let us pray",
    "reading": "1 Timothy 2:1-7",
    "challenge": "Make a list of leaders you can pray for this week. ",
    "sunday": "14th Sunday after Trinity",
    "thought": "When and where do you pray?\n\nHow does Paul say people should focus their prayers?\n \nHow can you pray for those in authority?",
    "week": "43",
    "prayer": "Pray for those who lead, both nationally and locally."
}, {
    "week": "44",
    "title": "The love of money",
    "sunday": "15th Sunday after Trinity",
    "prayer": "Ask God for a healthy perspective on money and how to use it wisely.",
    "challenge": "Consider a charity or good cause you might want to support with money or time.",
    "quoteAuthor": "Jonathan Swift",
    "year": "C",
    "reading": "1 Timothy 6:6-10",
    "quoteContent": "A wise person should have money in their head, but not in their heart.",
    "urlBibleVerse": "1+Timothy+6%3A6-10",
    "thought": "What is the most expensive thing you own?\n\nIs it right to want nice things? Why?\n\nWhat is the warning in this reading?"
}, {
    "reading": "Luke 17:5-10",
    "thought": "What does ‘humility’ mean?\n\nWhat is the difference between a master and a servant?\n\nHow can you be a faithful servant who trusts your Master?",
    "quoteContent": "Faith is only real when there is obedience, never without it, and faith only becomes faith in the act of obedience.",
    "urlBibleVerse": "Luke+17%3A5-10",
    "week": "45",
    "title": "Faith or obedience?",
    "prayer": "Ask God to help you be a faithful follower.",
    "year": "C",
    "quoteAuthor": "Dietrich Bonhoeffer",
    "sunday": "16th Sunday after Trinity",
    "challenge": "Secretly do an act of kindness this week."
}, {
    "thought": "What five things are you most thankful for?\n\nWhy did only one leper thank Jesus?\n\nHow can you be more thankful?",
    "sunday": "17th Sunday after Trinity",
    "title": "Say thank you!",
    "year": "C",
    "quoteAuthor": "Oprah Winfrey",
    "prayer": "Spend a few minutes saying prayers of thanks.",
    "challenge": "Find a creative way to say thank you to someone this week.",
    "quoteContent": "Be thankful for what you have; you'll end up having more. If you concentrate on what you don't have, you will never, ever have enough.",
    "week": "46",
    "urlBibleVerse": "Luke+17%3A11-19",
    "reading": "Luke 17:11-19"
}, {
    "title": "Dwell in the word",
    "thought": "Why is it important for Christians to read the Bible regularly?\n\nHow does meditating on God’s law help the psalmist?\n\nWhat are the similarities between this passage and 2 Timothy 3: 16?",
    "prayer": "Ask God to ignite a passion for reading and dwelling in his word.",
    "sunday": "18th Sunday after Trinity",
    "quoteAuthor": "Frederick Buechner",
    "week": "47",
    "quoteContent": "Words have the power to make things happen. ",
    "challenge": "Choose an unfamiliar book of the Bible and read it.",
    "urlBibleVerse": "Psalms+119%3A97-104",
    "year": "C",
    "reading": "Psalms 119:97-104"
}, {
    "quoteAuthor": "F. Scott Fitzgerald",
    "challenge": "Write encouraging scriptures on sticky notes and place them around the house.",
    "sunday": "19th Sunday after Trinity",
    "week": "48",
    "title": "God knows",
    "prayer": "Pray the tax collector’s prayer: ‘God, have mercy on me, a sinner.’",
    "thought": "What are the differences between the two main characters in this reading?\n\nWhy was the tax collector the only one forgiven by God in the parable?\n\nWhat can you learn from the behaviour of the Pharisee?",
    "urlBibleVerse": "Luke+18%3A9-14",
    "quoteContent": "God knows what you’ve been doing. You may fool me but you can’t fool God. ",
    "year": "C",
    "reading": "Luke 18:9-14"
}, {
    "sunday": "4th Sunday before Advent",
    "urlBibleVerse": "Isaiah+1%3A10-18",
    "quoteAuthor": "Jessica Nicholas",
    "thought": "What makes something right?\n\nWhy is God telling the people to stop bringing their offerings?\n\nIn what ways can worship be meaningless to God?",
    "prayer": "Ask God to help you act justly, love mercy and walk humbly with him (Micah 6: 8).",
    "title": "Seek justice",
    "reading": "Isaiah 1:10-18",
    "week": "49",
    "challenge": "Find opportunities to seek justice in everyday situations this week.",
    "quoteContent": "Delight is God’s ‘why’ behind the justice, righteousness, and steadfast love He practices.",
    "year": "C"
}, {
    "prayer": "Pray that those facing difficulties might turn to God in prayer. ",
    "quoteContent": "This world may push, may pull, but Your mercy never fails. ",
    "urlBibleVerse": "Psalms+17%3A1-9",
    "quoteAuthor": "Jamie Grace",
    "sunday": "3rd Sunday before Advent",
    "challenge": "Offer to pray for someone this week.",
    "week": "50",
    "year": "C",
    "title": "Hear my prayer",
    "reading": "Psalms 17:1-9",
    "thought": "Who do you call on when you’re in trouble?\n\nHow does David approach God in his prayer?\n\nHow can you be sure that God hears prayers?"
}, {
    "year": "C",
    "sunday": "2nd Sunday before Advent",
    "title": "Sing a new song",
    "urlBibleVerse": "Psalms+98%3A1-9",
    "week": "51",
    "reading": "Psalms 98:1-9",
    "challenge": "Write a poem or song offering thanks to God.",
    "prayer": "Thank God for music and songs that bring joy to others.",
    "quoteContent": "The only thing better than singing is more singing. ",
    "thought": "What is your favourite song?\n\nWhat does the psalm say about God?\n\nIf you were writing a song to God what would the first line say?",
    "quoteAuthor": "Ella Fitzgerald"
}, {
    "challenge": "Find a quiet space and reflect on ‘Be still and know that I am God.’",
    "reading": "Psalms 46:1-11",
    "sunday": "Sunday before Advent",
    "week": "52",
    "prayer": "Pray for a situation in the world that needs God’s help.",
    "urlBibleVerse": "Psalms+46%3A1-11",
    "thought": "What is the biggest challenge you have ever faced?\n\nWhat does ‘Be still and know that I am God’ mean to you?\n\nWhen have you felt closest to God?",
    "year": "C",
    "title": "You are not alone",
    "quoteContent": "God has promised that whatever you face, you are not alone.",
    "quoteAuthor": "Sheila Walsh"
}, {
    "year": "A",
    "quoteContent": "If we want to realise our dreams, we have to stay awake",
    "week": "1",
    "challenge": "Look up and read the story of Christ’s birth in the Gospels.",
    "title": "Stay Awake",
    "quoteAuthor": "H. H. Swami Tejomayananda",
    "reading": "Matthew 24:42-44",
    "prayer": "Pray that Advent is the time you rediscover Christ’s love for you.",
    "thought": "Have you experienced an emergency that disrupted your daily routine?\n\nWhy does Jesus use a story about a thief to teach about being ready?\n\nWhat helps you be a more alert and equipped follower of Jesus?   ",
    "urlBibleVerse": "Matthew+24%3A42-44",
    "sunday": "1st Sunday of Advent"
}, {
    "sunday": "2nd Sunday of Advent",
    "urlBibleVerse": "Matthew+3%3A1-6",
    "thought": "List examples of when you were not ready for something. \n\nWhat is the reading saying to you about being ready?\n\nHow can you make sure that you are ready to meet with Jesus? ",
    "challenge": "Pray each morning for God’s help as you prepare for the day ahead.",
    "week": "2",
    "quoteAuthor": "Miguel de Cervantes",
    "quoteContent": "To be prepared is half the victory\n",
    "year": "A",
    "prayer": "Pray God helps you to be ready for any big decisions you are facing.",
    "reading": "Matthew 3:1-6",
    "title": "Be Prepared!"
}, {
    "reading": "James 5:7-8",
    "quoteAuthor": "Margaret Thatcher",
    "prayer": "Ask God to give you patience with those you find difficult.",
    "year": "A",
    "title": "Be Patient",
    "sunday": "3rd Sunday of Advent",
    "challenge": "Choose to go last in something to practice patience!",
    "week": "3",
    "thought": "What is the most challenging thing you have had to wait for? Were you patient?\n\nThe reading mentions farmers. How and why do farmers have to be patient?\n\nHow can you stand firm as Christians await the coming of Jesus?",
    "urlBibleVerse": "James+5%3A7-8",
    "quoteContent": "I am extraordinarily patient, provided I get my own way in the end"
}, {
    "sunday": "4th Sunday of Advent",
    "week": "4",
    "urlBibleVerse": "Isaiah+7%3A14-14",
    "reading": "Isaiah 7:14-14",
    "quoteAuthor": "John Wesley",
    "challenge": "This week tell someone that God is with them.",
    "quoteContent": "The best thing of all is God is with us",
    "year": "A",
    "prayer": "Thank God for his promise to be with you always.",
    "title": "God with us",
    "thought": "Can you think of a time when you knew someone was with you?\n\nWhat is Isaiah speaking about in his prophecy?\n\nImmanuel means ‘God with us’. How do you know that God is with you?  "
}, {
    "title": "Dreams come true",
    "reading": "Matthew 2:13-23",
    "thought": "Have you ever had a memorable dream?\n\nWhy do you think Herod acted like he did?\n\nList the different ways God speaks to people",
    "year": "A",
    "prayer": "Invite God to speak to you in different ways.",
    "challenge": "Before you go to sleep, ask God to speak to you as you dream.",
    "sunday": "1st Sunday after Christmas",
    "quoteContent": "Life is a dream. Realise it",
    "week": "5",
    "quoteAuthor": "Mother Teresa",
    "urlBibleVerse": "Matthew+2%3A13-23"
}, {
    "urlBibleVerse": "John+1%3A10-18",
    "sunday": "2nd Sunday after Christmas",
    "title": "Word became flesh",
    "quoteAuthor": "Chuck Palahniuk",
    "week": "6",
    "year": "A",
    "quoteContent": "Where would Jesus be if no one had written the gospels?",
    "thought": "How would you describe Jesus to someone who had no idea about him? \n\nWhy do you think the reading talks about Jesus becoming flesh?\n\nWhere else does the bible refer to Jesus being flesh and body?  ",
    "reading": "John 1:10-18",
    "challenge": "Talk to someone about Jesus who doesn’t know him.",
    "prayer": "Thank God for his amazing son, Jesus."
}, {
    "prayer": "Think of three things to say thank you to Jesus, the ‘one' who died for you.",
    "quoteAuthor": "Francis of Assisi",
    "sunday": "1st Sunday of Epiphany",
    "quoteContent": "Preach the Gospel at all times and when necessary use words",
    "urlBibleVerse": "Acts+10%3A39-42",
    "year": "A",
    "thought": "Have you ever witnessed something amazing?\n\nImagine you are a disciple. How did it feel witnessing the death and resurrection?\n\nWhat does Jesus’ death and resurrection mean to you?   ",
    "week": "7",
    "challenge": "Read 1 Corinthians 15: 1-11 each day this week.",
    "reading": "Acts 10:39-42",
    "title": "Jesus is the one!"
}, {
    "year": "A",
    "thought": "What three things are you most thankful for?\n\nIn his letter to the Corinthians, what did Paul thank God for?\n\nWhy is it important to be thankful even when life gets challenging?",
    "week": "8",
    "sunday": "2nd Sunday of Epiphany",
    "quoteContent": "When you learn to say thank you, you see the world anew",
    "title": "Give thanks",
    "challenge": "Send someone a thank you message or card. ",
    "prayer": "Spend ten minutes saying only thank you prayers to God.",
    "quoteAuthor": "Oprah Winfrey",
    "urlBibleVerse": "1+Corinthians+1%3A4-9",
    "reading": "1 Corinthians 1:4-9"
}, {
    "week": "9",
    "thought": "Who do you really admire and why? \n\nWhat do you think Jesus meant when he said, ‘I will send you out to fish for people?’ \n\nIs it hard to follow Jesus today? Why?",
    "year": "A",
    "quoteContent": "God doesn’t call the qualified. God qualifies the called\n",
    "title": "The chosen ones",
    "reading": "Matthew 4:18-22",
    "urlBibleVerse": "Matthew+4%3A18-22",
    "quoteAuthor": "Christine Caine",
    "sunday": "3rd Sunday of Epiphany",
    "prayer": "Ask God to help you be a better follower of Jesus.",
    "challenge": "Befriend someone outside your normal friendship group."
}, {
    "reading": "1 Kings 17:8-16",
    "title": "Act of kindness",
    "urlBibleVerse": "1+Kings+17%3A8-16",
    "challenge": "Do a random act of kindness this week to bless someone else.",
    "week": "10",
    "sunday": "4th Sunday of Epiphany",
    "prayer": "Pray for those who don’t have enough food or safe drinking water.",
    "year": "A",
    "quoteContent": "God will always provide. It might just look different than what we had in mind",
    "quoteAuthor": "Unknown",
    "thought": "What is your favourite food and drink? \n\nThe widow was very poor but showed great hospitality. What would you have done?\n\nHow did God bless the widow’s kindness to Elijah?   "
}, {
    "sunday": "3rd Sunday before Lent",
    "urlBibleVerse": "Matthew+5%3A13-16",
    "prayer": "Ask God to help you be a light in your community.",
    "reading": "Matthew 5:13-16",
    "quoteContent": "It’s better to be a light than to curse the darkness\n",
    "thought": "Salt is a very ordinary thing but how many of its uses can you list?\n\nWhat do you think Jesus is saying to his followers?\n\nHow can you and your church be salt and light in the place where you live?",
    "week": "11",
    "year": "A",
    "title": "Faith makes a difference",
    "challenge": "Make a positive impact on someone this week. Shine your light!",
    "quoteAuthor": "Guvna B"
}, {
    "reading": "Psalms 119:1-8",
    "sunday": "2nd Sunday before Lent",
    "title": "Obedience to God",
    "urlBibleVerse": "Psalms+119%3A1-8",
    "year": "A",
    "thought": "What does it mean to be obedient? \n\nWhat does the Psalmist say comes from being obedient to God?\n\nHow can we encourage one another to follow in God’s ways? ",
    "quoteContent": "One act of obedience is better than one hundred sermons",
    "prayer": "Read the passage again asking God to help you walk in His ways.",
    "challenge": "Listen to the song ‘May the words of my mouth’ by Tim Hughes.",
    "quoteAuthor": "Dietrich Bonhoeffer",
    "week": "12"
}, {
    "title": "1st Sunday before Lent",
    "urlBibleVerse": "Exodus+24%3A1-18",
    "year": "A",
    "quoteContent": "Sin is not just breaking God’s laws; it is breaking His heart",
    "prayer": "Pray for the situations where you struggle to be obedient.",
    "week": "13",
    "quoteAuthor": "Adrian Rogers",
    "reading": "Exodus 24:1-18",
    "challenge": "Next time someone asks you to do something just do it!",
    "thought": "How do you respond when someone tells you what to do?\n\nHow did Moses show his obedience to God?\n\nWhen was the last time you were obedient to God?",
    "sunday": "Follow my commands"
}, {
    "quoteContent": "Hardships often prepare ordinary people for an extraordinary destiny",
    "quoteAuthor": "C. S. Lewis",
    "title": "Testing times",
    "sunday": "1st Sunday of Lent",
    "urlBibleVerse": "Matthew+4%3A1-11",
    "week": "14",
    "thought": "What does the word ‘temptation’ mean to you? \n\nWhat do you find most difficult to resist?\n\nJesus used scripture to resist temptation. How can the Bible help you?",
    "year": "A",
    "prayer": "Remember, ‘if you confess your sins, God is faithful and will forgive you (1 John 1:9).",
    "challenge": "Follow the example of Jesus next time you are tempted.",
    "reading": "Matthew 4:1-11"
}, {
    "reading": "Psalms 121:1-8",
    "title": "Help! I need somebody",
    "quoteAuthor": "Ken Petti",
    "thought": "When you need help where do you look for it? \n\nHow does it make you feel, knowing God watches everything you do?\n\nIn what ways can you help others?   ",
    "year": "A",
    "urlBibleVerse": "Psalms+121%3A1-8",
    "prayer": "Give thanks that God is with you in every situation.",
    "quoteContent": "Sometimes it takes more courage to ask for help than to act alone",
    "sunday": "2nd Sunday of Lent",
    "challenge": "Watch out for someone who really needs help.",
    "week": "15"
}, {
    "reading": "John 4:5-30",
    "quoteContent": "God is a spring of living water which flows unceasingly into the hearts of those who pray",
    "thought": "When was the last time when you really desired something?\n\nWhat can we learn about the Jews and Samaritans in this passage?\n\nWhat is different about the living water Jesus is offering?",
    "sunday": "3rd Sunday of Lent",
    "title": "Are you thirsty?",
    "quoteAuthor": "St Louis De Montfort",
    "challenge": "As you use water this week ask God to quench your thirst.",
    "prayer": "Ask God to fill you with his living water.",
    "week": "16",
    "urlBibleVerse": "John+4%3A5-30",
    "year": "A"
}, {
    "thought": "What qualities does a shepherd need to do their job?\n\nIn what ways is Jesus like a shepherd?\n\nHow does this psalm make you feel about God’s care for you?  ",
    "week": "17",
    "quoteContent": "A true shepherd leads the way. He does not merely point the way\n",
    "challenge": "Read Psalm 23 again slowly and know God’s care for you. ",
    "sunday": "4th Sunday of Lent",
    "urlBibleVerse": "Psalms+23%3A1-6",
    "title": "Soul refreshment",
    "reading": "Psalms 23:1-6",
    "year": "A",
    "quoteAuthor": "Leonard Ravenhill",
    "prayer": "Thank God for his amazing love and care for us. "
}, {
    "week": "18",
    "urlBibleVerse": "Ezekiel+37%3A1-14",
    "quoteAuthor": "Unknown",
    "year": "A",
    "reading": "Ezekiel 37:1-14",
    "challenge": "Remember no matter how dried up and useless you may feel, God can restore you to life",
    "sunday": "5th Sunday of Lent",
    "thought": "Have you or someone you know ever faced an impossible task? \n\nGod could have brought the bones to life himself. Why did he use Ezekiel?\n\nHow can God revive you in a personal situation when hope is lost?",
    "prayer": "Pray for people you know facing an ‘impossible’ life situation.",
    "title": "Mission impossible",
    "quoteContent": "Sometimes we can become oblivious to the dryness of our own soul"
}, {
    "challenge": "Put a cross in a window during holy week so everyone can see it.",
    "prayer": "Thank God that Jesus was not the king that the people expected.",
    "reading": "Matthew 21:1-11",
    "urlBibleVerse": "Matthew+21%3A1-11",
    "title": "Making an entrance",
    "thought": "Have you ever made a grand entrance, what happened? \n\nJesus made his grand entrance. How did the crowd react and why?\n\nWhy do you think we have palm crosses on Palm Sunday?   ",
    "year": "A",
    "week": "19",
    "sunday": "6th Sunday of Lent",
    "quoteContent": "Hollywood is all about making an entrance. I don't want to be a walking advertisement for anyone other than myself",
    "quoteAuthor": "Rose McGowan"
}, {
    "quoteAuthor": "Frederick Buechner",
    "reading": "Matthew 28:1-10",
    "thought": "List different things that the world places hope in.\n\nHow would you have felt if you were at the empty tomb and then met the living Jesus?\n\nWhat does Jesus’ resurrection mean to you?",
    "year": "A",
    "title": "He's alive!",
    "sunday": "1st Sunday of Easter",
    "urlBibleVerse": "Matthew+28%3A1-10",
    "quoteContent": "Resurrection means that the worst thing is never the last thing",
    "challenge": "Take photos of things that remind you of new life and resurrection.",
    "week": "20",
    "prayer": "Pray the resurrection of Jesus impacts your daily life, not just at Easter."
}, {
    "urlBibleVerse": "John+20%3A19-31",
    "sunday": "2nd Sunday of Easter",
    "title": "Seeing is believing!",
    "week": "21",
    "year": "A",
    "prayer": "Pray for friends and family that find it hard to believe in Jesus.  ",
    "quoteAuthor": "Saint Augustine",
    "reading": "John 20:19-31",
    "thought": "What does ‘seeing is believing’ mean to you? Is this always true?\n\nWhy do you think Thomas didn’t believe the disciples’ story?\n\nAre there times when you find it hard to believe?",
    "quoteContent": "Faith is to believe what you do not see; the reward of this faith is to see what you believe",
    "challenge": "Ask an older Christian to share their faith story with you."
}, {
    "urlBibleVerse": "Luke+24%3A13-35",
    "quoteAuthor": "Martin Luther King, Jr",
    "reading": "Luke 24:13-35",
    "thought": "If Jesus were alive today would the world recognise Him?\n\nWhy do you think God kept the disciples from recognising Jesus?\n\nHow can you help others to recognise Jesus?",
    "challenge": "Next time you are faced with a dilemma, think ‘what would Jesus do?’",
    "week": "22",
    "year": "A",
    "quoteContent": "Faith is taking the first step even when you don't see the whole staircase",
    "prayer": "Pray that God reveals himself to you when you least expect it.",
    "sunday": "3rd Sunday of Easter",
    "title": "Believing is seeing!"
}, {
    "urlBibleVerse": "John+10%3A1-10",
    "week": "23",
    "prayer": "Ask God to help you live life to the full in Him.",
    "title": "Life to the max",
    "year": "A",
    "sunday": "4th Sunday of Easter",
    "reading": "John 10:1-10",
    "thought": "Have you ever had something stolen, how did it feel? \n\nWhy does Jesus refer to himself as the gate for the sheep?\n\nWhat do you think Jesus means in John 10: 10?   ",
    "challenge": "Do something that you love to do that also pleases God.",
    "quoteContent": "Everything has been figured out, except how to live",
    "quoteAuthor": "Jean-Paul Sartre"
}, {
    "quoteContent": "God did not rescue me out of the pain. He rescued me through the pain",
    "title": "Dial 999",
    "urlBibleVerse": "Psalms+31%3A1-5",
    "thought": "When have you felt really stressed? Did you wonder where God was?\n\nWhat did the writer of these verses believe the Lord could do for them?\n\nDuring tough times what reminds you that God is your rock and refuge?",
    "sunday": "5th Sunday of Easter",
    "reading": "Psalms 31:1-5",
    "week": "24",
    "challenge": "Re-read verses 2-3 every day and memorise them word for word.",
    "prayer": "Ask God to be your rock and refuge using the words from Psalm 31: 1-5.",
    "year": "A",
    "quoteAuthor": "Tullian Tchividjian"
}, {
    "quoteContent": "Doing good to others is not a duty. It is a joy, for it increases your own health and happiness",
    "week": "25",
    "reading": "1 Peter 3:13-15",
    "sunday": "6th Sunday of Easter",
    "year": "A",
    "urlBibleVerse": "1+Peter+3%3A13-15",
    "prayer": "Pray that you keep focused on Jesus and be ready to share the hope He brings. ",
    "quoteAuthor": "Zoroaster",
    "challenge": "Look for an opportunity to share with someone the hope you have in Jesus. ",
    "title": "Doing good",
    "thought": "How easy do you find doing good things?\n\nHow does Peter encourage his readers to go about doing good? \n\nWhat is the hope we have in Jesus?"
}, {
    "quoteAuthor": "Daniel Handler",
    "reading": "Acts 1:1-11",
    "year": "A",
    "quoteContent": "If we wait until we're ready, we'll be waiting for the rest of our lives",
    "week": "26",
    "challenge": "Next time you are challenged, invite the Holy Spirit to help you.",
    "urlBibleVerse": "Acts+1%3A1-11",
    "thought": "Have you ever witnessed something amazing? \n\nImagine you are in the room that day. What emotions are you experiencing?\n\nHow open are you to receiving God’s gift of the Holy Spirit?",
    "prayer": "Pray that God gently reveals himself to you through His Holy Spirit.",
    "sunday": "7th Sunday of Easter",
    "title": "Waiting for the promised gift"
}, {
    "quoteAuthor": "Andy Warhol",
    "week": "27",
    "reading": "Acts 2:1-15",
    "sunday": "Pentecost",
    "challenge": "Ask the Holy Spirit to guide you to someone who needs prayer this week.",
    "title": "The promised gift",
    "year": "A",
    "prayer": "Quietly focus and as you breathe in say ‘Come Holy Spirit’.",
    "urlBibleVerse": "Acts+2%3A1-15",
    "thought": "What is the best gift you have received?\n\nThe Holy Spirit is a gift from God. How does Acts 2 describe this gift?\n\nIn what ways does the Holy Spirit help Christians in their daily lives?",
    "quoteContent": "The idea of waiting for something makes it more exciting"
}, {
    "quoteAuthor": "Oswald J Smith",
    "week": "28",
    "urlBibleVerse": "Matthew+28%3A16-20",
    "reading": "Matthew 28:16-20",
    "prayer": "Ask God for confidence in talking to people about Jesus.",
    "year": "A",
    "title": "Passing it on",
    "sunday": "Trinity Sunday",
    "thought": "A disciple is a follower of Jesus. How do you try to follow Jesus? \n\nWhat does Jesus mean when he says, “I will be with you always”? \n\nIn verse 19 Jesus commands his followers to ‘go’. What ways you can tell others about Jesus?",
    "quoteContent": "The church that does not evangelise will fossilise",
    "challenge": "Go and talk to someone and explain why you follow Jesus."
}, {
    "title": "Love endured",
    "challenge": "Spend some time each day listening to worship music.",
    "week": "29",
    "urlBibleVerse": "Psalms+100%3A1-5",
    "year": "A",
    "reading": "Psalms 100:1-5",
    "quoteAuthor": "Warren Wiersbe",
    "prayer": "Thank God that he is good and that his love endures forever.",
    "sunday": "2nd Sunday after Pentecost",
    "thought": "What things make you truly joyful?\n\nWhy is God worthy of our thanks, praise and worship?\n\nWhat are the benefits of knowing God’s love endures forever? How does that make you feel?",
    "quoteContent": "The world changes – circumstances change, we change, but God’s word never changes"
}, {
    "thought": "How does it feel when you are misunderstood?\n\nWhat different emotions and feelings does Jeremiah speak about?\n\nCan you identify with any of the things Jeremiah says?",
    "urlBibleVerse": "Jeremiah+20%3A7-13",
    "challenge": "Watch the news and pray for each situation.",
    "year": "A",
    "week": "30",
    "sunday": "3rd Sunday after Pentecost",
    "title": "Tough times",
    "quoteAuthor": "Howard Zinn",
    "reading": "Jeremiah 20:7-13",
    "quoteContent": "But I suppose the most revolutionary act one can engage in is to tell the truth",
    "prayer": "Pray for Christians in the world who suffer because of their faith."
}, {
    "quoteContent": "You can drift into sin, but not into righteousness",
    "reading": "Romans 6:15-18",
    "prayer": "Thank God that by His grace you have been set free from sin.",
    "challenge": "Scan through your contacts – who needs to hear that God loves them?",
    "thought": "Why is the word ‘sin’ so important to the Christian faith?\n\nWhat do you think Paul means when he says we are ‘slaves to sin’?\n\nRead Romans 6: 11-14. What frees us from sin and leads us to righteousness?",
    "title": "Righteousness",
    "year": "A",
    "sunday": "4th Sunday after Pentecost",
    "week": "31",
    "quoteAuthor": "Leon Morris",
    "urlBibleVerse": "Romans+6%3A15-18"
}, {
    "year": "A",
    "quoteAuthor": "Beth Moore",
    "week": "32",
    "prayer": "Spend time in prayer focusing on Jesus’ words in verse 29.",
    "urlBibleVerse": "Matthew+11%3A28-30",
    "reading": "Matthew 11:28-30",
    "sunday": "5th Sunday after Pentecost",
    "quoteContent": "Anyone who truly walks with God, walks humbly. The closer we draw near to Him, the more we behold His Majesty!",
    "thought": "Have you ever been weary or burdened? What did it feel like?\n\nA yoke trains young oxen to plough by linking them to mature oxen. Why do you think Jesus used this metaphor?\n\nHow are the words of Jesus reassuring to his followers?",
    "challenge": "If you know someone who is stressed help ease their burdens this week.",
    "title": "Come to me"
}, {
    "quoteContent": "It is during our darkest moments that we must focus to see the light",
    "challenge": "Be obedient to parents, teachers and God – it may not be as easy as you think!",
    "prayer": "Pray you can be a light that points others to find God.",
    "thought": "Have you ever experienced total darkness? What did it feel like?\n\n‘Your word is a lamp for my feet’. What do you think verse 105 means?\n\nThe psalm mentions obeying God’s laws. What are they and how are you obedient? ",
    "year": "A",
    "sunday": "6th Sunday after Pentecost",
    "urlBibleVerse": "Psalms+119%3A105-112",
    "reading": "Psalms 119:105-112",
    "week": "33",
    "quoteAuthor": "Aristotle",
    "title": "Light the way"
}, {
    "quoteAuthor": "Brennan Manning",
    "reading": "Psalms 139:1-10",
    "thought": "What does the reading say about how God knows you?\n\nWhich verses do you find comforting/challenging?\n\nHow does this passage inspire you to live as a Christian? ",
    "week": "34",
    "urlBibleVerse": "Psalms+139%3A1-10",
    "challenge": "Do something this week that shows others that you are a Christian.",
    "sunday": "7th Sunday after Pentecost",
    "quoteContent": "God not only loves me as I am, but also knows me as I am",
    "prayer": "Ask God to help you live totally for him.",
    "year": "A",
    "title": "You know me"
}, {
    "challenge": "When faced with a challenge this week ask God for wisdom.",
    "thought": "What is wisdom? When have you experienced wisdom?\n\nSolomon could have asked God for anything. Why do you think he asked for wisdom?\n\nWhat is the difference between knowledge and wisdom?",
    "sunday": "8th Sunday after Pentecost",
    "quoteAuthor": "Max Lucado",
    "year": "A",
    "reading": "1 Kings 3:5-12",
    "quoteContent": "God gives us people to love and things to use, not things to love and people to use",
    "urlBibleVerse": "1+Kings+3%3A5-12",
    "title": "Wisdom",
    "week": "35",
    "prayer": "Ask God to help you to know the difference between right and wrong."
}, {
    "urlBibleVerse": "Genesis+32%3A22-32",
    "prayer": "Ask God to bless you through the things you are wrestling with.",
    "challenge": "Write a journal expressing your struggles and blessings from God.",
    "thought": "Have you been in a situation where you wrestled over what to do?\n\nWho do you think Jacob was wrestling with?\n\nJacob was forever changed after this encounter with God. How has God changed you? ",
    "year": "A",
    "reading": "Genesis 32:22-32",
    "title": "Wrestling with God",
    "quoteAuthor": "Unknown",
    "sunday": "9th Sunday after Pentecost",
    "week": "36",
    "quoteContent": "God sometimes takes us into troubled waters. Not to drown us but to cleanse us"
}, {
    "year": "A",
    "challenge": "Be courageous this week – step out in faith!",
    "sunday": "10th Sunday after Pentecost",
    "prayer": "Thank God that when life gets scary, He is always in control.",
    "quoteContent": "If you want to walk on water, you have to get out of the boat",
    "title": "When focus is lost",
    "reading": "Matthew 14:22-33",
    "thought": "Have you been on a boat? What was it like?\n\nDo you think Peter was courageous or crazy to get out of the boat?\n\nWhat can you learn about Jesus from this passage?",
    "quoteAuthor": "John Ortberg",
    "urlBibleVerse": "Matthew+14%3A22-33",
    "week": "37"
}, {
    "reading": "Psalms 133:1-3",
    "challenge": "Find out about churches in your area. Visit their buildings or arrange a joint event.  ",
    "year": "A",
    "thought": "How many different churches can you name? What makes them different?\n\nWhat does Psalm 133 say about unity?\n\nHow can churches better live and work together? \n",
    "prayer": "Pray for Christians in other local churches. ",
    "week": "38",
    "sunday": "11th Sunday after Pentecost",
    "title": "Living in unity",
    "quoteContent": "Alone we can do so little. Together we can do so much",
    "quoteAuthor": "Helen Keller",
    "urlBibleVerse": "Psalms+133%3A1-3"
}, {
    "title": "Be transformed",
    "week": "39",
    "sunday": "12th Sunday after Pentecost",
    "quoteContent": "Every generation laughs at the old fashions, but follows religiously the new",
    "thought": "Who are the top five people that influence you?\n\nRead verse 2. How is this a challenge for Christians today?\n\nWhat does it take to be a good influencer to others?",
    "challenge": "Consider this week what you are doing and why you are doing it? ",
    "reading": "Romans 12:1-2",
    "quoteAuthor": "Henry David Thoreau",
    "year": "A",
    "prayer": "Ask for God’s help fighting the influences that lead you away from Him.",
    "urlBibleVerse": "Romans+12%3A1-2"
}, {
    "quoteAuthor": "Christina Rossetti",
    "reading": "Exodus 3:1-6",
    "quoteContent": "Tread softly! All the earth is holy ground",
    "year": "A",
    "title": "Holy ground",
    "challenge": "Note down every moment when you feel God is speaking to you.",
    "week": "40",
    "thought": "God called Moses from a bush. Can you list other examples of God speaking in the Bible?\n\nWhy did Moses’ mood change from fascination (v3) to frightened (v6)?\n\nHow do Christians know when God is speaking to them?",
    "sunday": "13th Sunday after Pentecost",
    "urlBibleVerse": "Exodus+3%3A1-6",
    "prayer": "Pray God speaks to you through words, images, senses and emotions."
}, {
    "prayer": "Ask God to help you love other as He loves you.",
    "quoteContent": "Love is the only force capable of transforming an enemy into a friend",
    "title": "Law of love",
    "urlBibleVerse": "Romans+13%3A8-10",
    "reading": "Romans 13:8-10",
    "challenge": "Try this week to show love to someone in practical ways",
    "week": "41",
    "sunday": "14th Sunday after Pentecost",
    "thought": "What or who do you love most in the world?\n\nWhat does the reading teach you about the importance of love?\n\nWhat are the biggest challenges in loving your neighbour as yourself?",
    "quoteAuthor": "Martin Luther King Jr.",
    "year": "A"
}, {
    "year": "A",
    "prayer": "Pray God helps you forgive something you have found hard to forgive.",
    "challenge": "Start each day this week saying The Lord’s Prayer",
    "sunday": "15th Sunday after Pentecost",
    "quoteAuthor": "Bruce Lee",
    "title": "Keep forgiving",
    "urlBibleVerse": "Matthew+18%3A21-35",
    "reading": "Matthew 18:21-35",
    "week": "42",
    "quoteContent": "Mistakes are always forgivable, if one has the courage to admit them",
    "thought": "Is there anything that is unforgivable? Why?\n\nWhy does Jesus imply that you must forgive someone so many times?\n\nWhat does the reading say about forgiveness and not forgiving?"
}, {
    "sunday": "16th Sunday after Pentecost",
    "challenge": "Bake someone a cake or buy food for a local food bank or similar.",
    "quoteAuthor": "Corallie Buchanan",
    "prayer": "Pray about some of the things you’ve complained about recently.",
    "quoteContent": "You say to God, “I have never seen you provide for me.” God says to you, “You have never trusted me”",
    "urlBibleVerse": "Exodus+16%3A2-15",
    "thought": "What have you complained about recently? Was it worth it?\n\nThe Israelites grumbled about food! How did they feel when they saw the quail and bread?\n\nWhat is the difference between ‘wanting’ and ‘needing’? What do you need from God?",
    "title": "Bread of heaven",
    "week": "43",
    "year": "A",
    "reading": "Exodus 16:2-15"
}, {
    "reading": "Philippians 2:1-11",
    "week": "44",
    "quoteContent": "Humility is not thinking less of yourself, it's thinking of yourself less",
    "title": "Imitating Christ",
    "urlBibleVerse": "Philippians+2%3A1-11",
    "sunday": "17th Sunday after Pentecost",
    "year": "A",
    "challenge": "Ask someone to support you in your quest to be more like Jesus!",
    "thought": "When have you looked out for the interests of others?\n\nWhat does the writer say about Jesus in these verses?\n\nWhat could you do to imitate Christ more in your daily life?",
    "quoteAuthor": "Rick Warren",
    "prayer": "Ask God to help you become more like Jesus every day."
}, {
    "title": "Ultimate goal",
    "urlBibleVerse": "Philippians+3%3A10-14",
    "sunday": "18th Sunday after Pentecost",
    "prayer": "Ask God to help you to press on to all he has for you.",
    "thought": "How competitive are you? Do you always try to win?\n\nWhat is the prize that Paul is talking about in his letter?\n\nAs Christians, what do you think the ultimate goal should be?",
    "week": "45",
    "quoteAuthor": "Venus Williams",
    "reading": "Philippians 3:10-14",
    "quoteContent": "I don't focus on what I'm up against. I focus on my goals and I try to ignore the rest",
    "challenge": "Go for a walk and talk to God about your aspirations and goals.",
    "year": "A"
}, {
    "quoteAuthor": "Friedrich Nietzsche",
    "quoteContent": "I cannot believe in a God who wants to be praised all the time",
    "week": "46",
    "prayer": "Choose a phrase from the Psalm and use it as a prayer.",
    "sunday": "19th Sunday after Pentecost",
    "challenge": "Rewrite Psalm 150 as your praise to God this week.",
    "thought": "What do you think about the quote from Friedrich Nietzsche?\n\nWhat does the psalm say about praising God?\n\nList the different ways you can praise God.",
    "urlBibleVerse": "Psalms+105%3A1-5",
    "title": "Praise the Lord",
    "year": "A",
    "reading": "Psalms 105:1-5"
}, {
    "reading": "Matthew 22:15-22",
    "title": "Words and actions",
    "sunday": "20th Sunday after Pentecost",
    "challenge": "Give an extra hour of your time this week to serve God.",
    "urlBibleVerse": "Matthew+22%3A15-22",
    "thought": "A hypocrite says one thing but does another. Have you experienced this?\n \nWhy does Jesus call the religious leaders hypocrites?\n\nHow much of your life do you divide up between God and other stuff?",
    "week": "47",
    "quoteAuthor": "Queen Victoria",
    "quoteContent": "The important thing is not what they think of me, but what I think of them",
    "prayer": "Ask God to prompt you when your words do not match your actions.",
    "year": "A"
}, {
    "reading": "Matthew 22:34-40",
    "urlBibleVerse": "Matthew+22%3A34-40",
    "quoteAuthor": "Pauline Seaport",
    "sunday": "21st Sunday after Pentecost",
    "quoteContent": "God's love has no limits, it lasts forever",
    "thought": "Which is easier – loving God or loving your neighbour?\n\nJesus also said, ‘love your enemies’. Are there examples when Jesus did this?\n\nWho do you need to love first, yourself or your neighbour? Why?",
    "prayer": "Who do you struggle with? Pray God changes your attitude towards them.",
    "year": "A",
    "title": "God is number one",
    "week": "48",
    "challenge": "Read Deuteronomy 6: 5 and Leviticus 19: 18 – how do they link to today’s reading?"
}, {
    "urlBibleVerse": "1+John+3%3A1-3",
    "week": "49",
    "year": "A",
    "thought": "What makes a good parent, what sort of things do they do?\n \nHow does God the Father show his love to all his children?\n\nHow can you show others you are a child of God?",
    "quoteAuthor": "Robert J.A. Gilbert",
    "title": "Children of God",
    "sunday": "22nd Sunday after Pentecost",
    "reading": "1 John 3:1-3",
    "challenge": "Do something kind for someone who cares for you.",
    "prayer": "Pray for all parents, grandparents, carers and guardians.",
    "quoteContent": "Just because you are a child of God, that doesn’t mean you can act like a child"
}, {
    "challenge": "Read a different page of the Bible each day.",
    "quoteContent": "How do you know you have a servant’s heart? Look at your reaction when you are treated like one",
    "prayer": "Ask God to help you to serve Him more faithfully.",
    "urlBibleVerse": "Joshua+24%3A14-24",
    "sunday": "23rd Sunday after Pentecost",
    "reading": "Joshua 24:14-24",
    "thought": "The reading focuses on serving God. What ways do you serve God?\n\nWhat was Joshua’s warning to the people and how did they respond?\n\nHow can you give more of your time and energy to serving God?",
    "week": "50",
    "title": "Serving God",
    "quoteAuthor": "Erwin W. Lutzer",
    "year": "A"
}, {
    "year": "A",
    "week": "50",
    "reading": "Matthew 25:14-30",
    "quoteAuthor": "French Proverb",
    "quoteContent": "To whom much is entrusted, much is required",
    "sunday": "24th Sunday after Pentecost",
    "urlBibleVerse": "Matthew+25%3A14-30",
    "title": "Use it wisely!",
    "challenge": "Make a card celebrating a friend’s talent/gift. Hide it where they might find it.",
    "thought": "Have you been given something valuable to look after? How did it make you feel?\n\nWhat is going on in this parable? Is it fair?\n\nHow can you responsibly use the talents/gifts God has given to you?",
    "prayer": "Ask God to reveal a new talent/gift within you."
}, {
    "sunday": "25th Sunday after Pentecost",
    "reading": "Matthew 25:31-46",
    "challenge": "Think about your actions towards others: are you willing to help the least and the lost?",
    "quoteContent": "You are always one defining decision away from a totally different life",
    "urlBibleVerse": "Matthew+25%3A31-46",
    "week": "52",
    "year": "A",
    "thought": "Can you think of a time when you were in need and someone helped you?\n\nLook up verses 40 and 45 – what does Jesus mean by this?\n\nHow do Jesus’ words challenge how you act? ",
    "prayer": "Pray that your actions flow out of your relationship with Jesus.",
    "quoteAuthor": "Mark Batterson",
    "title": "Sheep and goats"
}]