{"data":[{"week":"1","quoteAuthor":"Mother Teresa","quoteContent":"The best way to show my gratitude to God is to accept everything, even my problems, with joy","reading":"1 Corinthians 1:4-9","sunday":"1st Sunday of Advent","urlBibleVerse":"1+Corinthians+1%3A4-9","title":"Attitude of gratitude","year":"B","challenge":"Work on any areas of your life where you lack thankfulness.","thought":"Talk about times when you have been in conflict with others.\n\nPaul praises God for the Corinthian church. How must you talk about and treat other churches?\n\nWhy should you be thankful amid chaos, misery and trials?\n","prayer":"Ask God to help you be thankful at all times."},{"sunday":"2nd Sunday of Advent","title":"Great news!","challenge":"Read Deuteronomy 31: 6 and Isaiah 41: 13 each day this week.","week":"2","prayer":"Ask God for more confidence to share your faith with others.","urlBibleVerse":"Mark+1%3A1-8","year":"B","quoteAuthor":"R.C. Sproul","reading":"Mark 1:1-8","thought":"When was the last time you heard some amazing news?\n\nHow did the people respond to John’s message? \n\nWhy did John think he was not worthy to untie Jesus’ sandals?\n","quoteContent":"The gospel is only good news when we understand the bad news"},{"sunday":"3rd Sunday of Advent","prayer":"Thank God for the good news and ask God to anoint you afresh.","year":"B","challenge":"Think about how you can be good news to the world around you.","week":"3","quoteAuthor":"Denise Brosseau","thought":"What do you think the word ‘anointed’ means?\n\nWhat are the different things God anointed Isaiah to do? \n\nRead Luke 4: 14-21. How did Jesus live out his anointing?\n","quoteContent":"Don’t wait to be anointed. Act as if","urlBibleVerse":"Isaiah+61%3A1-3","title":"Anointed?","reading":"Isaiah 61:1-3"},{"prayer":"Ask God to help you when you struggle to believe in him.","week":"4","reading":"Luke 1:26-38","challenge":"Be more open to God speaking to you in extra-ordinary ways.","thought":"What news have you received that you found hard to believe? \n\nWhy do you think God used an angel to tell Mary and not a human?\n\nIs there anything in this reading that you find extra-ordinary?   \n","quoteAuthor":"Henry Van Dyke","sunday":"4th Sunday of Advent","urlBibleVerse":"Luke+1%3A26-38","year":"B","quoteContent":"The birth of Jesus is the sunrise in the Bible","title":"Holy Gift"},{"thought":"What do you think the word ‘praise’ means in this reading? \n\nHas anyone ever given you praise for something you have done?\n\nWhat five things would you most praise the Lord for?   \n","challenge":"Praise someone who does something really well this week.","title":"Praise God","reading":"Psalms 148:1-14","sunday":"1st Sunday of Christmas","prayer":"Thank God for creation and the things you most praise God for.","urlBibleVerse":"Psalms+148%3A1-14","quoteContent":"The praise that comes from love does not make us vain, but more humble","quoteAuthor":"J.M. Barrie","year":"B","week":"5"},{"thought":"Why don’t people recognise Jesus today?\n\nWhy is Jesus ‘becoming flesh’ (v.14) so important?\n\nHow is Jesus the light of your life? ","week":"6","prayer":"Ask God to help you shine Jesus brightly in your life.","challenge":"Light a candle and take time reflecting on Jesus, Light of the world.","sunday":"2nd Sunday of Christmas","title":"Light of the world","quoteAuthor":"Maya Angelou","year":"B","reading":"John 1:1-14","quoteContent":"Nothing can dim the light which shines from within","urlBibleVerse":"John+1%3A1-14"},{"title":"Inside Out","thought":"What do you know about baptism?\n\nBaptism is about being transformed. In what ways can Christians be transformed?\n\nHow can the Holy Spirit transform you?","urlBibleVerse":"Acts+19%3A1-7","quoteContent":"Live to seek to draw close to God in all ways and seek his transforming love","challenge":"Think of one part of your life that needs transforming and pray about it.","sunday":"1st Sunday of Epiphany","quoteAuthor":"Elizabeth George ","week":"7","prayer":"Ask God to fill you with his Holy Spirit.","reading":"Acts 19:1-7","year":"B"},{"year":"B","prayer":"Pause, be quiet and reflect on Psalm 46: 10 – ‘Be still and know that I am God.’","quoteAuthor":"A.W. Tozer","title":"Are you listening?","quoteContent":"If you do all the talking when you pray, how will you ever hear God's answers?","urlBibleVerse":"1+Samuel+3%3A1-10","thought":"What skills are needed to be a good listener?\n\nImagine you are Samuel. How would you have reacted to the voice?\n\nHow do Christians hear God’s voice today?","week":"8","reading":"1 Samuel 3:1-10","sunday":"2nd Sunday of Epiphany","challenge":"How many ways will God speak to you this week? You might be surprised!"},{"prayer":"Thank God that he blesses those who are obedient to him.","quoteContent":"Blessings sometimes show up in unrecognizable disguises","title":"Blessings","week":"9","year":"B","thought":"What does ‘obedience’ mean?\n\nRead Psalm 128: 1. How does God reward those who are obedient to him?\n\nWhen was the last time you were obedient to God?","challenge":"Make it a priority to spend time reading scriptures - start with John 14: 23","quoteAuthor":"Janette Oke","urlBibleVerse":"Psalms+128%3A1-6","reading":"Psalms 128:1-6","sunday":"3rd Sunday of Epiphany"},{"urlBibleVerse":"Mark+1%3A21-28","challenge":"Find and read other stories about Jesus’ miracles in Mark’s gospel.","reading":"Mark 1:21-28","quoteAuthor":"Nadine Gordimer","prayer":"Thank Jesus that he knows who you are and wants the best for you.","thought":"How do you know if someone is telling the truth?\n\nWhy do you think the evil spirit spoke to Jesus in this way?\n\nHow does Jesus’ authority over the evil spirit make you feel? \n","quoteContent":"The truth isn't always beauty, but the hunger for it is","week":"10","sunday":"4th Sunday of Epiphany","year":"B","title":"I know who you are"},{"prayer":"God is always available. Ask God to help you make time for him.","title":"Time with God","quoteContent":"I have so many things to do today, I dare not ignore my time with God","challenge":"This week, start each day with a ‘quiet time’ in prayer and reading your Bible.","week":"11","year":"B","reading":"Mark 1:35-39","sunday":"2nd Sunday before Lent","quoteAuthor":"Martin Luther","urlBibleVerse":"Mark+1%3A35-39","thought":"Where is your favourite place to escape to?\n\nWhy do you think Jesus got up early to pray on his own?\n\nHow does starting the day with prayer make a difference? "},{"title":"Be transformed","urlBibleVerse":"Mark+9%3A2-10","quoteContent":"Personal transformation can and does have global effects","reading":"Mark 9:2-10","quoteAuthor":"Marianne Williamson","challenge":"Read Romans 12: 2 each day this week.","thought":"What can you think of that transforms into something different?\n\nIf you had been there with Jesus, how would you have felt? \n\nWhy do you think Jesus told his friends to keep quiet about what they saw?","prayer":"Ask God to help you transform the lives of others. ","sunday":"1st Sunday before Lent","year":"B","week":"12"},{"quoteContent":"It is easy to make promises - it is hard work to keep them","title":"A promise is a promise","year":"B","urlBibleVerse":"Genesis+9%3A8-17","sunday":"1st Sunday of Lent","prayer":"Pray that God reveals more about his promises to you.","week":"13","reading":"Genesis 9:8-17","challenge":"Look out for road signs and remember God’s promises.","thought":"Can you draw or describe ten different road signs? \n\nWhy do you think God made a new promise with Noah and his family?\n\nHow has God given you help, encouragement or direction?   ","quoteAuthor":"Boris Johnson"},{"year":"B","urlBibleVerse":"Mark+8%3A31-38","challenge":"Try having a screen free day this week to spend time with God.","week":"14","prayer":"Ask God to help you wholeheartedly follow Jesus.","quoteContent":"Once you have commitment, you need the discipline and hard work to get you there","sunday":"2nd Sunday of Lent","quoteAuthor":"Haile Gebrselassie","title":"All in for Jesus","thought":"What can’t you live without, even for just a few hours?\n\nWhat does it mean to deny yourself?\n\nWhat does it mean to take up your cross and follow Jesus?","reading":"Mark 8:31-38"},{"title":"Rules over all","challenge":"Find creative ways to love your neighbours this week.","thought":"There is a saying: ‘Rules are made to be broken.’ So what is the point of rules?\n\nLook up Matthew 22: 36-40. What is the most important commandment to Jesus?\n\nHow difficult is it to love God with all your heart, soul and mind?","quoteContent":"You don't win a game by hitting the ball out of the court","year":"B","week":"15","prayer":"Thank God that his rules help us enter into relationship with him.","reading":"Exodus 20:1-17","sunday":"3rd Sunday of Lent","quoteAuthor":"Carlos Ruiz Zafón","urlBibleVerse":"Exodus+20%3A1-17"},{"thought":"Can you think of someone who has shown grace and mercy?\n\nWhat does Paul mean when he says ‘by grace you have been saved’?\n\nHow does ‘God’s great love for us’ make a difference to your life?","week":"16","year":"B","sunday":"4th Sunday of Lent","quoteAuthor":"Renee Swope","prayer":"Praise God for his unconditional love for you. ","title":"Riches of his grace","quoteContent":"An acronym for grace is God’s riches at Christ’s expense","reading":"Ephesians 2:4-10","challenge":"Think about how you respond to God’s love and share it with others. ","urlBibleVerse":"Ephesians+2%3A4-10"},{"prayer":"Thank God for his unfailing love for us and for others.","urlBibleVerse":"Psalms+51%3A1-4","thought":"‘Sin’ is another word for ‘wrong’. When have you done something wrong? \n\nWhy does God keep washing away the sins of people who do wrong?\n\nIf God forgives us, why do we find it hard to forgive others?   ","challenge":"Think before you do something wrong and do something right instead.","sunday":"5th Sunday of Lent","week":"17","quoteAuthor":"Shannon L. Alder","reading":"Psalms 51:1-4","year":"B","quoteContent":"Fear is the glue that keeps you stuck. Faith is the solvent that sets you free","title":"Washed away"},{"urlBibleVerse":"Philippians+2%3A5-11","quoteContent":"Faith never knows where it is being led, but it loves and knows the One who is leading","quoteAuthor":"Oswald Chambers","week":"18","thought":"When have you looked out for others?\n\nWhat does Paul tell us about who Jesus is?\n\nWhy does God want us to put others before ourselves? ","year":"B","prayer":"Ask God to help you put others before yourself.","sunday":"6th Sunday of Lent (Palm Sunday)","challenge":"Do something for another person, expecting nothing in return.","title":"The ultimate example","reading":"Philippians 2:5-11"},{"year":"B","sunday":"1st Sunday of Easter","prayer":"Thank God for sending Jesus to earth to die for you!","reading":"John 20:1-18","quoteContent":": Hope is being able to see that there is light despite all the darkness","week":"19","challenge":"Recommit your life to Jesus using the words from Jeremiah 29: 11.","title":"There is hope","urlBibleVerse":"John+20%3A1-18","quoteAuthor":"Desmond Tutu","thought":"What do you think is the most significant event in the entire Bible?\n\nHow did Jesus’ resurrection change his first disciples?\n\nHow could you follow Jesus with that same boldness and faith?"},{"year":"B","urlBibleVerse":"1+john+1%3A5+-+2%3A2","quoteContent":"This only serves to confirm my suspicions, that I’m still a man in need of a Saviour","title":"In the light","reading":"1 John 1:5 - 2:2","thought":"Would you rather a walk on a summer’s day or on a dark night? \n\nWhat advantages does the writer say there are to living in ‘the light’?\n\nHow can the light of Jesus change the whole world?","challenge":"Ask God to shine his light on each area of your life and receive his forgiveness. ","week":"20","sunday":"2nd Sunday of Easter","prayer":"Use verse 5 as you pray: ‘God is light, there is no darkness in him at all.’","quoteAuthor":"Charlie Peacock"},{"year":"B","urlBibleVerse":"Luke+24%3A36-48","thought":"When have you doubted something? \n\nHow would you feel if Jesus stood here right now? What would you say?\n\nHow would you explain Jesus rising from the dead in five words?  ","quoteAuthor":"Suzy Kassem","quoteContent":"Doubt kills more dreams than failure ever will","week":"21","title":"When in doubt","prayer":"Pray that in times of doubt, God draws close to you.","challenge":"Ask someone if they think Jesus rose from the dead and share what you believe.","reading":"Luke 24:36-48","sunday":"3rd Sunday of Easter"},{"week":"22","quoteAuthor":"Richard Branson","reading":"John 10:11-18","sunday":"4th Sunday of Easter","thought":"What do you know about sheep and the way they behave? \n\nWhy is it important for sheep to know the voice of their shepherd?\n\nWhat does Jesus mean when he says ‘I am the gate’?","title":"The good shepherd","challenge":"Read and reflect on Psalm 23.","prayer":"Ask God to help you recognise his voice.","year":"B","quoteContent":"You don't learn to walk by following rules. You learn by doing, and by falling over","urlBibleVerse":"John+10%3A11-18"},{"thought":"When have you helped someone understand something about Jesus? \n\nHow did Philip share Jesus’ love with the Ethiopian? \n\nWhat can you learn from Philip and the way God used him to speak to the Ethiopian? ","sunday":"5th Sunday of Easter","week":"23","challenge":"Pray for your friends who don’t know Jesus.","year":"B","reading":"Acts 8:26-40","title":"Divine encounter","quoteAuthor":"Morgan Harper Nichols","urlBibleVerse":"Acts+8%3A26-40","prayer":"Ask the Holy Spirit to prompt you to share Jesus this week.","quoteContent":"Tell the story of the mountain you climbed. Your words could become a page in someone else’s survival guide"},{"quoteAuthor":"LaMar Boschman","challenge":"Rewrite Psalm 98 as your own song of praise to God.","quoteContent":"When I worship I would rather my heart be without words than my words be without heart","thought":"Do you find it easy or hard to praise God?\n\nPsalm 98 is full of praise. What verses do you particularly like?\n\nHow can this psalm encourage you to praise God?","sunday":"6th Sunday of Easter","urlBibleVerse":"Psalms+98%3A1-9","reading":"Psalms 98:1-9","prayer":"List all the things you are thankful for and pray for each one.","title":"Sing a new song","year":"B","week":"24"},{"week":"25","reading":"John 17:6-15","challenge":"Prayer is the powerful gift of talking to the most powerful God. Use it!","quoteAuthor":"Søren Kierkegaard","thought":"When you pray, are you usually thinking more about yourself or about God?\n\nDo you believe that prayer is powerful? Why or why not?\n\nHow can you make the power of prayer a part of your daily life?","urlBibleVerse":"John+17%3A6-15","sunday":"7th Sunday of Easter","prayer":"Listen instead of asking God for something. ","quoteContent":"Prayer does not change God, but it changes him who prays","title":"Power of prayer","year":"B"},{"year":"B","prayer":"Sit quietly in prayer and ask to receive the Holy Spirit. ","week":"26","challenge":"Each day ask God to fill you with his Holy Spirit as you serve him.","title":"I will pour out my Spirit","sunday":"Pentecost","reading":"Acts 2:14-21","quoteAuthor":"Thomas Watson","thought":"Can you think of a time when you’ve seen the Holy Spirit at work?\n\nWho does the reading say the Spirit is poured out upon? \n\nIn what ways can the Holy Spirit help you to love and serve God?","quoteContent":"To serve God, to love God, to enjoy God, is the sweetest freedom in the world","urlBibleVerse":"Acts+2%3A14-21"},{"sunday":"Trinity Sunday","week":"27","prayer":"Thank God that he loved the world so much he sent Jesus.","year":"B","quoteContent":"Once a man is united to God, how could he not live forever?","urlBibleVerse":"John+3%3A1-17","thought":"Why do you think Nicodemus came to see Jesus after dark?\n\nWhat do you think Jesus means when he says ‘you must be born again’?\n\nHow would you explain John 3: 16-17 in your own words?","challenge":"Memorise Jesus’ words in John 3: 16-17.","quoteAuthor":"C.S. Lewis","title":"Born again","reading":"John 3:1-17"},{"quoteAuthor":"Plato","quoteContent":"False words are not only evil in themselves, but they infect the soul with evil","year":"B","urlBibleVerse":"Genesis+3%3A8-15","sunday":"1st Sunday after Trinity","thought":"What have you done wrong that you found hard to own up to? \n\nHow did God punish the man and his wife? What would you have done?\n\nIs following God about rules or about being in a relationship with him?  ","reading":"Genesis 3:8-15","challenge":"Be prepared to own up when you make mistakes.","week":"28","title":"Owning up","prayer":"Pray that your relationship with God grows more each day."},{"reading":"Mark 4:30-34","urlBibleVerse":"Mark+4%3A30-34","quoteContent":"Potential means nothing if you don’t do anything with it","thought":"What are the smallest and largest things you own? \n\nWho has helped you understand what it means to be a Christian?\n\nWhat can you tell a friend that will help them understand more about God?   ","week":"29","quoteAuthor":"Anonymous","title":"Hidden Potential","sunday":"2nd Sunday after Trinity","year":"B","prayer":"Pray that God uses the small things in your life to affect others.","challenge":"Plant some mustard seeds and watch them grow."},{"challenge":"Read Psalm 46 and highlight the words of comfort.","quoteAuthor":"Dolly Parton","title":"Calm in the storm","week":"30","quoteContent":"Storms make trees take deeper roots","sunday":"3rd Sunday after Trinity","prayer":"Ask God to calm the things that feel out of control in your life","reading":"Mark 4:35-41","urlBibleVerse":"Mark+4%3A35-41","thought":"What are your greatest fears?\n\nWhat does this story teach you about Jesus?\n\nWhat would it take to fully rely on Jesus?","year":"B"},{"year":"B","challenge":"Read verses 22 and 23 every morning this week.","sunday":"4th Sunday after Trinity","reading":"Lamentations 3:22-26","urlBibleVerse":"Lamentations+3%3A22-26","quoteContent":"How else but through a broken heart may Lord Christ enter in?","prayer":"Ask God to help you remember his faithfulness.","week":"31","title":"Faithful God","quoteAuthor":"Oscar Wilde","thought":"What challenging times have you experienced?\n\nWhich verse speaks most powerfully to you? Why?\n\nWhat difference does it make knowing that God is compassionate and faithful?"},{"urlBibleVerse":"2+Corinthians+12%3A9-10","quoteContent":"Every flower must grow through dirt","quoteAuthor":"Laurie Sennott","thought":"Have you ever felt weak or feeble? How did that make you feel?\n\nWhy do you think Paul delighted in his own weakness?\n\nWhy does God give strength to those who believe and trust in him?","week":"32","sunday":"5th Sunday after Trinity","year":"B","reading":"2 Corinthians 12:9-10","prayer":"Remember, ‘I can do all things through him who strengthens me’ (Philippians 4: 13).","title":"Weak made strong","challenge":"Search for ‘Strength Bible verses’ online and highlight your favourites in your Bible."},{"year":"B","prayer":"Pray for the situations when you felt ashamed and embarrassed","title":"Unashamed","urlBibleVerse":"2+Samuel+6%3A12-21","sunday":"6th Sunday after Trinity","reading":"2 Samuel 6:12-21","quoteContent":"A gentleman would be ashamed should his deeds not match his words","thought":"Why did King David dance before the Lord with all his might? (v.20-21)\n\nWhy might some Christians feel ashamed of what they believe?\n\nWhat gives you confidence? What is it like to find confidence in God?","week":"33","quoteAuthor":"Confucius","challenge":"The gospel is Good News! Don’t be ashamed to be a follower of Jesus."},{"quoteAuthor":"Rachel Joy Scott","week":"34","prayer":"Ask God to help you to be more compassionate.","urlBibleVerse":"Mark+6%3A30-34","sunday":"7th Sunday after Trinity","title":"Compassion","challenge":"Think of three ways that you can show compassion to others.","thought":"When have you felt compassion for others?\n\nHow do you think the disciples reacted when they saw the crowd? \n\nWhat does Jesus’ response teach you about how you should respond to others?","reading":"Mark 6:30-34","year":"B","quoteContent":"I have this theory that if one person can go out of their way to show compassion, it could start a chain reaction"},{"year":"B","reading":"John 6:1-15","quoteAuthor":"Mother Teresa","sunday":"8th sunday after Trinity","urlBibleVerse":"John+6%3A1-15","quoteContent":"It's not how much we give but how much love we put into giving","challenge":"Ask God to use your gift in a miraculous way!","thought":"Have you ever done something simple that made a big difference?\n\nWhich part of this story is most surprising to you?\n\nWhat does the story teach you about giving and trusting?","week":"35","title":"What can I give?","prayer":"Thank God that he accepts the little we offer and uses it in amazing ways."},{"quoteContent":"Food for the body is not enough. There must be food for the soul","urlBibleVerse":"John+6%3A24-35","challenge":"Prepare some food for someone else.","week":"36","thought":"What is your favourite food and why? \n\nJesus calls himself the ‘bread of life’. What do you think this means?\n\nHow can you feed your faith so it keeps growing?   ","quoteAuthor":"Dorothy Day","sunday":"9th Sunday after Trinity","prayer":"Ask God to give you his daily bread so you can grow as a Christian.","title":"I am the bread of life","reading":"John 6:24-35","year":"B"},{"sunday":"10th Sunday after Trinity","thought":"Who do you turn to when you feel scared or troubled? \n\nWhat stories have you heard about how God has helped others in trouble?\n\nIn what ways has God helped you in your life?   ","quoteAuthor":"Corrie ten Boom","prayer":"Pray that God will draw close to those you know who are troubled or afraid.","challenge":"Read Psalm 34: 4-8 each day this week.","week":"37","year":"B","title":"Troubled times","reading":"Psalms 34:4-8","urlBibleVerse":"Psalms+34%3A4-8","quoteContent":"Let God's promises shine on your problems"},{"reading":"1 Kings 3:3-14","urlBibleVerse":"1+Kings+3%3A3-14","thought":"If you could ask God for anything, what would you ask for?\n\nWhat do you think about Solomon’s choice and God’s response?\n\nWhat is the difference between being intelligent and being wise?","sunday":"11th Sunday after Trinity","prayer":"Ask God to help you make wise choices.","quoteAuthor":"Guinean Proverb","challenge":"Look at the book of Proverbs. Write down some wise words.","quoteContent":"Knowledge with wisdom is like water in the sand","week":"38","year":"B","title":"True wisdom"},{"thought":"Have you ever been in a spiritual battle? How did it feel?\n\nIn the reading, which piece of armour stood out to you most and why?\n\nWhich piece of armour do you often neglect? ","prayer":"Ask God to help you put on his armour each day.","year":"B","urlBibleVerse":"Ephesians+6%3A10-20","quoteContent":"When God closes a door, he always opens a window","challenge":"Write down the pieces of armour and a way you can use each in your daily life.","quoteAuthor":"Woodrow Kroll","title":"Dress well","sunday":"12th Sunday after Trinity","reading":"Ephesians 6:10-20","week":"39"},{"year":"B","reading":"James 1:22-25","thought":"Why do teachers tell students to study for their exams? \n\nWhy are Christians encouraged to read God’s word every day?\n\nHow does knowing the Bible help you to become a better Christian?   ","urlBibleVerse":"James+1%3A22-25","challenge":"Live by example this week and reveal God’s compassion and love to others.","title":"Living out the word","sunday":"13th Sunday after Trinity","quoteContent":"As long as you do things for God, you are a Hall of Famer in heaven's list","week":"40","prayer":"Ask God for a deeper desire to read and study the Bible.","quoteAuthor":"Rick Warren"},{"reading":"Mark 7:31-37","thought":"A sigh expresses sorrow, relief or exhaustion. Is sighing a bad thing?\n\nRead verse 34. Why do you think Jesus gave out a deep sigh?\n\nDo you think God ever gets weary of loving you? ","challenge":"Look up Lamentations 3: 22 - God’s love never ends! His mercies never cease.","sunday":"14th Sunday after Trinity","week":"41","quoteContent":"Only those who are aware of God's wrath are amazed by God's grace","prayer":"Thank God that he loves you unconditionally.","urlBibleVerse":"Mark+7%3A31-37","year":"B","title":"The deep sigh","quoteAuthor":"C.J. Mahaney"},{"title":"Taming the tongue","urlBibleVerse":"James+3%3A1-12","reading":"James 3:1-12","thought":"Can you think of something embarrassing you said, that you regretted? \n\nHow does James describe the tongue and the power of speech?\n\nHow do you think God wants us to speak to one another? ","challenge":"Think about how you use words to bless others in person or online.","prayer":"Ask God to forgive you when you have hurt others with your words.","quoteAuthor":"George Harrison","sunday":"15th Sunday after Trinity","year":"B","quoteContent":"Gossip is the Devil's radio","week":"42"},{"sunday":"16th Sunday after Trinity","week":"43","urlBibleVerse":"Mark+9%3A30-37","title":"Last shall be first","quoteAuthor":"Desmond Tutu","year":"B","quoteContent":"Do your little bit of good where you are; it's those little bits of good put together that overwhelm the world","thought":"Would you rather be a celebrity or an unknown world changer?\n\nWhy were the disciples silent when Jesus asked what they were discussing?\n\nWhat does it mean to be first in God’s kingdom? ","challenge":"Put others first this week!","reading":"Mark 9:30-37","prayer":"Ask God to help you understand what it means to be his servant."},{"title":"Stumbling blocks","quoteContent":"Focus on giants, you stumble. Focus on God, giants tumble","sunday":"17th Sunday after Trinity","quoteAuthor":"Max Lucado","year":"B","reading":"Mark 9:42-50","week":"44","challenge":"Help someone who is having a tough time.","thought":"What are the current stumbling blocks in your life?\n\nThis reading uses strong language. How would you explain it to others?\n\nHow can you prevent yourself from stumbling in your walk with Jesus?   ","prayer":"Pray for God’s help in the things you struggle with.","urlBibleVerse":"Mark+9%3A42-50"},{"quoteAuthor":"Walter Savage Landor","challenge":"Find someone to mentor you in your faith.","sunday":"18th Sunday after Trinity","urlBibleVerse":"Psalms+26%3A1-7","prayer":"Ask God to help you be a more faithful person.","year":"B","quoteContent":"It is easy to look down on others; to look down on ourselves is the difficulty","reading":"Psalms 26:1-7","week":"45","title":"Heart examination","thought":"Who are the key people who help you grow in your faith?\n\nWhat actions and attitudes distinguish a person of God? \n\nWhat does it mean to walk in faithfulness? "},{"year":"B","prayer":"Ask God to draw near to you in challenging times.","quoteAuthor":"Anne Graham Lotz","title":"Where are you God?","reading":"Psalms 22:1-4","quoteContent":"If you feel far from God right now, guess who moved? You’re only a decision away from reconnecting","week":"46","challenge":"Go to a special place and write a list of all the truths you know about God.","thought":"Have you ever felt abandoned by God?\n\nHow do you think David felt when he wrote these words?\n\nHow could these verses provide comfort for you during challenging times? ","sunday":"19th Sunday after Trinity","urlBibleVerse":"Psalms+22%3A1-4"},{"urlBibleVerse":"Mark+10%3A35-45","quoteContent":"It is not fair to ask of others what you are not willing to do yourself","title":"What are you asking?","prayer":"Ask God to help you put others above yourself this week.","week":"47","quoteAuthor":"Eleanor Roosevelt","sunday":"20th Sunday after Trinity","challenge":"Be bold in faith and ask God for something important in your life.","reading":"Mark 10:35-45","thought":"When was the last time you asked for something important?\n\nHow do you think James and John reacted to Jesus’ answer to their request (v.37)?\n\nIs it OK to request things from God? Will God answer as requested?","year":"B"},{"thought":"When have you called out to Jesus in a time of need?\n\nWhat emotions does Bartimaeus experience as the story unfolds?\n\nWhy was Bartimaeus insistent on calling out to Jesus? Was it worth it?","prayer":"Invite God to reveal himself to you when you least expect it.","challenge":"Seize the moment and ask God to heal someone you know.","quoteAuthor":"Mahatma Gandhi","week":"48","quoteContent":"The future depends on what you do today","reading":"Mark 10:46-52","year":"B","urlBibleVerse":"Mark+10%3A46-52","title":"Seizing the moment","sunday":"21st Sunday after Trinity"},{"quoteAuthor":"Philip Yancey","thought":"What three things are most important to teach children?\n\nWhy does Moses tell the people they must obey God’s commands?\n\nHow can we help one another to love God with all our heart, soul and strength?","title":"Love the Lord your God","sunday":"4th Sunday before Advent (All Saints Day)","week":"49","prayer":"Use Psalm 103 as inspiration for your prayers of praise and thanks.","urlBibleVerse":"Deuteronomy+6%3A4-9","quoteContent":"Only in prayer can we learn to love God with all our heart, mind and soul","challenge":"Put some Bible verses in places where you and your family will see them. ","year":"B","reading":"Deuteronomy 6:4-9"},{"urlBibleVerse":"Jonah+3%3A1-10","week":"50","reading":"Jonah 3:1-10","title":"Change of heart","sunday":"3rd Sunday before Advent","challenge":"Go for a walk and ask God for positive change in the place where you live.","year":"B","prayer":"Pray that more people in your city, town or village will come to know God. ","thought":"Can you think of a time when you changed your mind about something?\n\nWhat was different the second time God asked Jonah to go to Nineveh?\n\nIs this kind of change possible in a large city today?","quoteContent":"Believe the best about people. Pray for their shortcomings. You are not the standard. We all need grace","quoteAuthor":"Lecrae"},{"challenge":"Do something practical to show you care for God’s world.","year":"B","title":"Finishing line","thought":"What is the most amazing building you have ever seen?\n\nThere are lots of troubles in the world. Which one concerns you most?\n\nOne day God will ‘make all things new’. What do you want to see made new?  ","sunday":"2nd Sunday before Advent","urlBibleVerse":"Mark+13%3A1-8","reading":"Mark 13:1-8","quoteAuthor":"Tim Tebow","week":"51","prayer":"Pray that humans do all they can to look after God’s world.","quoteContent":"I don’t know what my future holds, but I do know who holds my future"},{"sunday":"Sunday before Advent (Christ the King)","week":"52","quoteContent":"Life is God’s novel. Let him write it","quoteAuthor":"Isaac Bashevis Singer","prayer":"Thank God that he is interested in you and all you do.","urlBibleVerse":"Revelation+1%3A8-8","title":"Alpha and Omega","challenge":"Keep going when you find things hard.","reading":"Revelation 1:8-8","year":"B","thought":"Revelation is the last book in the Bible. What are your favourite books?\n\nWhat have you started to do and struggled to finish?\n\nWhat do you think ‘who is, and who was, and who is to come’ means?"},{"urlBibleVerse":"Matthew+24%3A42-44","prayer":"Pray that Advent is the time you rediscover Christ’s love for you.","year":"A","quoteContent":"If we want to realise our dreams, we have to stay awake","challenge":"Look up and read the story of Christ’s birth in the Gospels.","quoteAuthor":"H. H. Swami Tejomayananda","reading":"Matthew 24:42-44","sunday":"1st Sunday of Advent","title":"Stay Awake","week":"1","thought":"Have you experienced an emergency that disrupted your daily routine?\n\nWhy does Jesus use a story about a thief to teach about being ready?\n\nWhat helps you be a more alert and equipped follower of Jesus?   "},{"urlBibleVerse":"Matthew+3%3A1-6","year":"A","quoteAuthor":"Miguel de Cervantes","title":"Be Prepared!","sunday":"2nd Sunday of Advent","quoteContent":"To be prepared is half the victory\n","week":"2","thought":"List examples of when you were not ready for something. \n\nWhat is the reading saying to you about being ready?\n\nHow can you make sure that you are ready to meet with Jesus? ","prayer":"Pray God helps you to be ready for any big decisions you are facing.","reading":"Matthew 3:1-6","challenge":"Pray each morning for God’s help as you prepare for the day ahead."},{"quoteAuthor":"Margaret Thatcher","week":"3","urlBibleVerse":"James+5%3A7-8","year":"A","reading":"James 5:7-8","quoteContent":"I am extraordinarily patient, provided I get my own way in the end","sunday":"3rd Sunday of Advent","thought":"What is the most challenging thing you have had to wait for? Were you patient?\n\nThe reading mentions farmers. How and why do farmers have to be patient?\n\nHow can you stand firm as Christians await the coming of Jesus?","title":"Be Patient","prayer":"Ask God to give you patience with those you find difficult.","challenge":"Choose to go last in something to practice patience!"},{"title":"God with us","sunday":"4th Sunday of Advent","year":"A","urlBibleVerse":"Isaiah+7%3A14-14","quoteAuthor":"John Wesley","thought":"Can you think of a time when you knew someone was with you?\n\nWhat is Isaiah speaking about in his prophecy?\n\nImmanuel means ‘God with us’. How do you know that God is with you?  ","quoteContent":"The best thing of all is God is with us","reading":"Isaiah 7:14-14","prayer":"Thank God for his promise to be with you always.","week":"4","challenge":"This week tell someone that God is with them."},{"title":"Dreams come true","sunday":"1st Sunday after Christmas","reading":"Matthew 2:13-23","urlBibleVerse":"Matthew+2%3A13-23","challenge":"Before you go to sleep, ask God to speak to you as you dream.","quoteContent":"Life is a dream. Realise it","quoteAuthor":"Mother Teresa","prayer":"Invite God to speak to you in different ways.","year":"A","thought":"Have you ever had a memorable dream?\n\nWhy do you think Herod acted like he did?\n\nList the different ways God speaks to people","week":"5"},{"reading":"John 1:10-18","challenge":"Talk to someone about Jesus who doesn’t know him.","title":"Word became flesh","quoteContent":"Where would Jesus be if no one had written the gospels?","sunday":"2nd Sunday after Christmas","quoteAuthor":"Chuck Palahniuk","prayer":"Thank God for his amazing son, Jesus.","year":"A","thought":"How would you describe Jesus to someone who had no idea about him? \n\nWhy do you think the reading talks about Jesus becoming flesh?\n\nWhere else does the bible refer to Jesus being flesh and body?  ","urlBibleVerse":"John+1%3A10-18","week":"6"},{"quoteContent":"Preach the Gospel at all times and when necessary use words","sunday":"1st Sunday of Epiphany","thought":"Have you ever witnessed something amazing?\n\nImagine you are a disciple. How did it feel witnessing the death and resurrection?\n\nWhat does Jesus’ death and resurrection mean to you?   ","reading":"Acts 10:39-42","title":"Jesus is the one!","prayer":"Think of three things to say thank you to Jesus, the ‘one' who died for you.","challenge":"Read 1 Corinthians 15: 1-11 each day this week.","quoteAuthor":"Francis of Assisi","year":"A","week":"7","urlBibleVerse":"Acts+10%3A39-42"},{"reading":"1 Corinthians 1:4-9","quoteAuthor":"Oprah Winfrey","thought":"What three things are you most thankful for?\n\nIn his letter to the Corinthians, what did Paul thank God for?\n\nWhy is it important to be thankful even when life gets challenging?","title":"Give thanks","quoteContent":"When you learn to say thank you, you see the world anew","urlBibleVerse":"1+Corinthians+1%3A4-9","sunday":"2nd Sunday of Epiphany","challenge":"Send someone a thank you message or card. ","week":"8","year":"A","prayer":"Spend ten minutes saying only thank you prayers to God."},{"thought":"Who do you really admire and why? \n\nWhat do you think Jesus meant when he said, ‘I will send you out to fish for people?’ \n\nIs it hard to follow Jesus today? Why?","year":"A","challenge":"Befriend someone outside your normal friendship group.","urlBibleVerse":"Matthew+4%3A18-22","sunday":"3rd Sunday of Epiphany","title":"The chosen ones","reading":"Matthew 4:18-22","quoteAuthor":"Christine Caine","week":"9","prayer":"Ask God to help you be a better follower of Jesus.","quoteContent":"God doesn’t call the qualified. God qualifies the called\n"},{"year":"A","sunday":"4th Sunday of Epiphany","prayer":"Pray for those who don’t have enough food or safe drinking water.","reading":"1 Kings 17:8-16","quoteContent":"God will always provide. It might just look different than what we had in mind","urlBibleVerse":"1+Kings+17%3A8-16","week":"10","thought":"What is your favourite food and drink? \n\nThe widow was very poor but showed great hospitality. What would you have done?\n\nHow did God bless the widow’s kindness to Elijah?   ","challenge":"Do a random act of kindness this week to bless someone else.","title":"Act of kindness","quoteAuthor":"Unknown"},{"week":"11","title":"Faith makes a difference","sunday":"3rd Sunday before Lent","year":"A","reading":"Matthew 5:13-16","urlBibleVerse":"Matthew+5%3A13-16","challenge":"Make a positive impact on someone this week. Shine your light!","prayer":"Ask God to help you be a light in your community.","quoteAuthor":"Guvna B","quoteContent":"It’s better to be a light than to curse the darkness\n","thought":"Salt is a very ordinary thing but how many of its uses can you list?\n\nWhat do you think Jesus is saying to his followers?\n\nHow can you and your church be salt and light in the place where you live?"},{"sunday":"2nd Sunday before Lent","prayer":"Read the passage again asking God to help you walk in His ways.","challenge":"Listen to the song ‘May the words of my mouth’ by Tim Hughes.","quoteAuthor":"Dietrich Bonhoeffer","reading":"Psalms 119:1-8","quoteContent":"One act of obedience is better than one hundred sermons","year":"A","title":"Obedience to God","urlBibleVerse":"Psalms+119%3A1-8","thought":"What does it mean to be obedient? \n\nWhat does the Psalmist say comes from being obedient to God?\n\nHow can we encourage one another to follow in God’s ways? ","week":"12"},{"quoteAuthor":"Adrian Rogers","reading":"Exodus 24:1-18","title":"1st Sunday before Lent","urlBibleVerse":"Exodus+24%3A1-18","thought":"How do you respond when someone tells you what to do?\n\nHow did Moses show his obedience to God?\n\nWhen was the last time you were obedient to God?","quoteContent":"Sin is not just breaking God’s laws; it is breaking His heart","challenge":"Next time someone asks you to do something just do it!","year":"A","sunday":"Follow my commands","prayer":"Pray for the situations where you struggle to be obedient.","week":"13"},{"reading":"Matthew 4:1-11","title":"Testing times","week":"14","urlBibleVerse":"Matthew+4%3A1-11","prayer":"Remember, ‘if you confess your sins, God is faithful and will forgive you (1 John 1:9).","thought":"What does the word ‘temptation’ mean to you? \n\nWhat do you find most difficult to resist?\n\nJesus used scripture to resist temptation. How can the Bible help you?","quoteAuthor":"C. S. Lewis","sunday":"1st Sunday of Lent","quoteContent":"Hardships often prepare ordinary people for an extraordinary destiny","year":"A","challenge":"Follow the example of Jesus next time you are tempted."},{"thought":"When you need help where do you look for it? \n\nHow does it make you feel, knowing God watches everything you do?\n\nIn what ways can you help others?   ","urlBibleVerse":"Psalms+121%3A1-8","title":"Help! I need somebody","prayer":"Give thanks that God is with you in every situation.","week":"15","challenge":"Watch out for someone who really needs help.","year":"A","sunday":"2nd Sunday of Lent","quoteAuthor":"Ken Petti","reading":"Psalms 121:1-8","quoteContent":"Sometimes it takes more courage to ask for help than to act alone"},{"thought":"When was the last time when you really desired something?\n\nWhat can we learn about the Jews and Samaritans in this passage?\n\nWhat is different about the living water Jesus is offering?","title":"Are you thirsty?","prayer":"Ask God to fill you with his living water.","challenge":"As you use water this week ask God to quench your thirst.","urlBibleVerse":"John+4%3A5-30","year":"A","sunday":"3rd Sunday of Lent","quoteContent":"God is a spring of living water which flows unceasingly into the hearts of those who pray","quoteAuthor":"St Louis De Montfort","reading":"John 4:5-30","week":"16"},{"challenge":"Read Psalm 23 again slowly and know God’s care for you. ","prayer":"Thank God for his amazing love and care for us. ","week":"17","urlBibleVerse":"Psalms+23%3A1-6","quoteContent":"A true shepherd leads the way. He does not merely point the way\n","title":"Soul refreshment","reading":"Psalms 23:1-6","thought":"What qualities does a shepherd need to do their job?\n\nIn what ways is Jesus like a shepherd?\n\nHow does this psalm make you feel about God’s care for you?  ","quoteAuthor":"Leonard Ravenhill","year":"A","sunday":"4th Sunday of Lent"},{"quoteAuthor":"Unknown","quoteContent":"Sometimes we can become oblivious to the dryness of our own soul","prayer":"Pray for people you know facing an ‘impossible’ life situation.","urlBibleVerse":"Ezekiel+37%3A1-14","thought":"Have you or someone you know ever faced an impossible task? \n\nGod could have brought the bones to life himself. Why did he use Ezekiel?\n\nHow can God revive you in a personal situation when hope is lost?","challenge":"Remember no matter how dried up and useless you may feel, God can restore you to life","week":"18","reading":"Ezekiel 37:1-14","year":"A","sunday":"5th Sunday of Lent","title":"Mission impossible"},{"urlBibleVerse":"Matthew+21%3A1-11","quoteContent":"Hollywood is all about making an entrance. I don't want to be a walking advertisement for anyone other than myself","year":"A","prayer":"Thank God that Jesus was not the king that the people expected.","title":"Making an entrance","challenge":"Put a cross in a window during holy week so everyone can see it.","thought":"Have you ever made a grand entrance, what happened? \n\nJesus made his grand entrance. How did the crowd react and why?\n\nWhy do you think we have palm crosses on Palm Sunday?   ","week":"19","reading":"Matthew 21:1-11","sunday":"6th Sunday of Lent","quoteAuthor":"Rose McGowan"},{"thought":"List different things that the world places hope in.\n\nHow would you have felt if you were at the empty tomb and then met the living Jesus?\n\nWhat does Jesus’ resurrection mean to you?","week":"20","quoteContent":"Resurrection means that the worst thing is never the last thing","challenge":"Take photos of things that remind you of new life and resurrection.","sunday":"1st Sunday of Easter","title":"He's alive!","year":"A","prayer":"Pray the resurrection of Jesus impacts your daily life, not just at Easter.","quoteAuthor":"Frederick Buechner","reading":"Matthew 28:1-10","urlBibleVerse":"Matthew+28%3A1-10"},{"reading":"John 20:19-31","urlBibleVerse":"John+20%3A19-31","title":"Seeing is believing!","prayer":"Pray for friends and family that find it hard to believe in Jesus.  ","year":"A","quoteAuthor":"Saint Augustine","challenge":"Ask an older Christian to share their faith story with you.","thought":"What does ‘seeing is believing’ mean to you? Is this always true?\n\nWhy do you think Thomas didn’t believe the disciples’ story?\n\nAre there times when you find it hard to believe?","week":"21","quoteContent":"Faith is to believe what you do not see; the reward of this faith is to see what you believe","sunday":"2nd Sunday of Easter"},{"quoteContent":"Faith is taking the first step even when you don't see the whole staircase","quoteAuthor":"Martin Luther King, Jr","year":"A","title":"Believing is seeing!","urlBibleVerse":"Luke+24%3A13-35","thought":"If Jesus were alive today would the world recognise Him?\n\nWhy do you think God kept the disciples from recognising Jesus?\n\nHow can you help others to recognise Jesus?","prayer":"Pray that God reveals himself to you when you least expect it.","challenge":"Next time you are faced with a dilemma, think ‘what would Jesus do?’","week":"22","reading":"Luke 24:13-35","sunday":"3rd Sunday of Easter"},{"challenge":"Do something that you love to do that also pleases God.","week":"23","quoteContent":"Everything has been figured out, except how to live","sunday":"4th Sunday of Easter","thought":"Have you ever had something stolen, how did it feel? \n\nWhy does Jesus refer to himself as the gate for the sheep?\n\nWhat do you think Jesus means in John 10: 10?   ","urlBibleVerse":"John+10%3A1-10","quoteAuthor":"Jean-Paul Sartre","prayer":"Ask God to help you live life to the full in Him.","year":"A","reading":"John 10:1-10","title":"Life to the max"},{"urlBibleVerse":"Psalms+31%3A1-5","thought":"When have you felt really stressed? Did you wonder where God was?\n\nWhat did the writer of these verses believe the Lord could do for them?\n\nDuring tough times what reminds you that God is your rock and refuge?","year":"A","quoteAuthor":"Tullian Tchividjian","week":"24","prayer":"Ask God to be your rock and refuge using the words from Psalm 31: 1-5.","reading":"Psalms 31:1-5","sunday":"5th Sunday of Easter","title":"Dial 999","challenge":"Re-read verses 2-3 every day and memorise them word for word.","quoteContent":"God did not rescue me out of the pain. He rescued me through the pain"},{"year":"A","quoteAuthor":"Zoroaster","urlBibleVerse":"1+Peter+3%3A13-15","thought":"How easy do you find doing good things?\n\nHow does Peter encourage his readers to go about doing good? \n\nWhat is the hope we have in Jesus?","title":"Doing good","reading":"1 Peter 3:13-15","week":"25","prayer":"Pray that you keep focused on Jesus and be ready to share the hope He brings. ","quoteContent":"Doing good to others is not a duty. It is a joy, for it increases your own health and happiness","challenge":"Look for an opportunity to share with someone the hope you have in Jesus. ","sunday":"6th Sunday of Easter"},{"reading":"Acts 1:1-11","title":"Waiting for the promised gift","prayer":"Pray that God gently reveals himself to you through His Holy Spirit.","challenge":"Next time you are challenged, invite the Holy Spirit to help you.","thought":"Have you ever witnessed something amazing? \n\nImagine you are in the room that day. What emotions are you experiencing?\n\nHow open are you to receiving God’s gift of the Holy Spirit?","week":"26","sunday":"7th Sunday of Easter","year":"A","urlBibleVerse":"Acts+1%3A1-11","quoteAuthor":"Daniel Handler","quoteContent":"If we wait until we're ready, we'll be waiting for the rest of our lives"},{"challenge":"Ask the Holy Spirit to guide you to someone who needs prayer this week.","quoteContent":"The idea of waiting for something makes it more exciting","week":"27","urlBibleVerse":"Acts+2%3A1-15","title":"The promised gift","reading":"Acts 2:1-15","year":"A","sunday":"Pentecost","quoteAuthor":"Andy Warhol","prayer":"Quietly focus and as you breathe in say ‘Come Holy Spirit’.","thought":"What is the best gift you have received?\n\nThe Holy Spirit is a gift from God. How does Acts 2 describe this gift?\n\nIn what ways does the Holy Spirit help Christians in their daily lives?"},{"week":"28","challenge":"Go and talk to someone and explain why you follow Jesus.","quoteAuthor":"Oswald J Smith","thought":"A disciple is a follower of Jesus. How do you try to follow Jesus? \n\nWhat does Jesus mean when he says, “I will be with you always”? \n\nIn verse 19 Jesus commands his followers to ‘go’. What ways you can tell others about Jesus?","year":"A","quoteContent":"The church that does not evangelise will fossilise","prayer":"Ask God for confidence in talking to people about Jesus.","urlBibleVerse":"Matthew+28%3A16-20","reading":"Matthew 28:16-20","title":"Passing it on","sunday":"Trinity Sunday"},{"thought":"What things make you truly joyful?\n\nWhy is God worthy of our thanks, praise and worship?\n\nWhat are the benefits of knowing God’s love endures forever? How does that make you feel?","title":"Love endured","urlBibleVerse":"Psalms+100%3A1-5","year":"A","reading":"Psalms 100:1-5","quoteContent":"The world changes – circumstances change, we change, but God’s word never changes","week":"29","prayer":"Thank God that he is good and that his love endures forever.","quoteAuthor":"Warren Wiersbe","sunday":"2nd Sunday after Pentecost","challenge":"Spend some time each day listening to worship music."},{"thought":"How does it feel when you are misunderstood?\n\nWhat different emotions and feelings does Jeremiah speak about?\n\nCan you identify with any of the things Jeremiah says?","week":"30","urlBibleVerse":"Jeremiah+20%3A7-13","year":"A","quoteAuthor":"Howard Zinn","prayer":"Pray for Christians in the world who suffer because of their faith.","sunday":"3rd Sunday after Pentecost","challenge":"Watch the news and pray for each situation.","quoteContent":"But I suppose the most revolutionary act one can engage in is to tell the truth","reading":"Jeremiah 20:7-13","title":"Tough times"},{"urlBibleVerse":"Romans+6%3A15-18","sunday":"4th Sunday after Pentecost","challenge":"Scan through your contacts – who needs to hear that God loves them?","week":"31","quoteAuthor":"Leon Morris","thought":"Why is the word ‘sin’ so important to the Christian faith?\n\nWhat do you think Paul means when he says we are ‘slaves to sin’?\n\nRead Romans 6: 11-14. What frees us from sin and leads us to righteousness?","quoteContent":"You can drift into sin, but not into righteousness","title":"Righteousness","prayer":"Thank God that by His grace you have been set free from sin.","reading":"Romans 6:15-18","year":"A"},{"quoteAuthor":"Beth Moore","reading":"Matthew 11:28-30","title":"Come to me","urlBibleVerse":"Matthew+11%3A28-30","thought":"Have you ever been weary or burdened? What did it feel like?\n\nA yoke trains young oxen to plough by linking them to mature oxen. Why do you think Jesus used this metaphor?\n\nHow are the words of Jesus reassuring to his followers?","prayer":"Spend time in prayer focusing on Jesus’ words in verse 29.","sunday":"5th Sunday after Pentecost","challenge":"If you know someone who is stressed help ease their burdens this week.","quoteContent":"Anyone who truly walks with God, walks humbly. The closer we draw near to Him, the more we behold His Majesty!","year":"A","week":"32"},{"title":"Light the way","prayer":"Pray you can be a light that points others to find God.","reading":"Psalms 119:105-112","challenge":"Be obedient to parents, teachers and God – it may not be as easy as you think!","quoteContent":"It is during our darkest moments that we must focus to see the light","quoteAuthor":"Aristotle","urlBibleVerse":"Psalms+119%3A105-112","sunday":"6th Sunday after Pentecost","thought":"Have you ever experienced total darkness? What did it feel like?\n\n‘Your word is a lamp for my feet’. What do you think verse 105 means?\n\nThe psalm mentions obeying God’s laws. What are they and how are you obedient? ","year":"A","week":"33"},{"title":"You know me","urlBibleVerse":"Psalms+139%3A1-10","sunday":"7th Sunday after Pentecost","reading":"Psalms 139:1-10","week":"34","thought":"What does the reading say about how God knows you?\n\nWhich verses do you find comforting/challenging?\n\nHow does this passage inspire you to live as a Christian? ","quoteContent":"God not only loves me as I am, but also knows me as I am","challenge":"Do something this week that shows others that you are a Christian.","year":"A","prayer":"Ask God to help you live totally for him.","quoteAuthor":"Brennan Manning"},{"challenge":"When faced with a challenge this week ask God for wisdom.","urlBibleVerse":"1+Kings+3%3A5-12","year":"A","quoteAuthor":"Max Lucado","thought":"What is wisdom? When have you experienced wisdom?\n\nSolomon could have asked God for anything. Why do you think he asked for wisdom?\n\nWhat is the difference between knowledge and wisdom?","sunday":"8th Sunday after Pentecost","quoteContent":"God gives us people to love and things to use, not things to love and people to use","title":"Wisdom","prayer":"Ask God to help you to know the difference between right and wrong.","reading":"1 Kings 3:5-12","week":"35"},{"quoteContent":"God sometimes takes us into troubled waters. Not to drown us but to cleanse us","week":"36","year":"A","reading":"Genesis 32:22-32","title":"Wrestling with God","challenge":"Write a journal expressing your struggles and blessings from God.","urlBibleVerse":"Genesis+32%3A22-32","sunday":"9th Sunday after Pentecost","prayer":"Ask God to bless you through the things you are wrestling with.","thought":"Have you been in a situation where you wrestled over what to do?\n\nWho do you think Jacob was wrestling with?\n\nJacob was forever changed after this encounter with God. How has God changed you? ","quoteAuthor":"Unknown"},{"year":"A","challenge":"Be courageous this week – step out in faith!","urlBibleVerse":"Matthew+14%3A22-33","quoteAuthor":"John Ortberg","reading":"Matthew 14:22-33","title":"When focus is lost","sunday":"10th Sunday after Pentecost","week":"37","prayer":"Thank God that when life gets scary, He is always in control.","thought":"Have you been on a boat? What was it like?\n\nDo you think Peter was courageous or crazy to get out of the boat?\n\nWhat can you learn about Jesus from this passage?","quoteContent":"If you want to walk on water, you have to get out of the boat"},{"quoteAuthor":"Helen Keller","sunday":"11th Sunday after Pentecost","title":"Living in unity","challenge":"Find out about churches in your area. Visit their buildings or arrange a joint event.  ","quoteContent":"Alone we can do so little. Together we can do so much","thought":"How many different churches can you name? What makes them different?\n\nWhat does Psalm 133 say about unity?\n\nHow can churches better live and work together? \n","year":"A","urlBibleVerse":"Psalms+133%3A1-3","prayer":"Pray for Christians in other local churches. ","reading":"Psalms 133:1-3","week":"38"},{"title":"Be transformed","sunday":"12th Sunday after Pentecost","quoteAuthor":"Henry David Thoreau","reading":"Romans 12:1-2","thought":"Who are the top five people that influence you?\n\nRead verse 2. How is this a challenge for Christians today?\n\nWhat does it take to be a good influencer to others?","challenge":"Consider this week what you are doing and why you are doing it? ","prayer":"Ask for God’s help fighting the influences that lead you away from Him.","quoteContent":"Every generation laughs at the old fashions, but follows religiously the new","year":"A","week":"39","urlBibleVerse":"Romans+12%3A1-2"},{"title":"Holy ground","year":"A","prayer":"Pray God speaks to you through words, images, senses and emotions.","reading":"Exodus 3:1-6","quoteAuthor":"Christina Rossetti","week":"40","thought":"God called Moses from a bush. Can you list other examples of God speaking in the Bible?\n\nWhy did Moses’ mood change from fascination (v3) to frightened (v6)?\n\nHow do Christians know when God is speaking to them?","quoteContent":"Tread softly! All the earth is holy ground","challenge":"Note down every moment when you feel God is speaking to you.","urlBibleVerse":"Exodus+3%3A1-6","sunday":"13th Sunday after Pentecost"},{"reading":"Romans 13:8-10","sunday":"14th Sunday after Pentecost","year":"A","urlBibleVerse":"Romans+13%3A8-10","title":"Law of love","quoteAuthor":"Martin Luther King Jr.","challenge":"Try this week to show love to someone in practical ways","week":"41","thought":"What or who do you love most in the world?\n\nWhat does the reading teach you about the importance of love?\n\nWhat are the biggest challenges in loving your neighbour as yourself?","quoteContent":"Love is the only force capable of transforming an enemy into a friend","prayer":"Ask God to help you love other as He loves you."},{"year":"A","challenge":"Start each day this week saying The Lord’s Prayer","prayer":"Pray God helps you forgive something you have found hard to forgive.","quoteAuthor":"Bruce Lee","thought":"Is there anything that is unforgivable? Why?\n\nWhy does Jesus imply that you must forgive someone so many times?\n\nWhat does the reading say about forgiveness and not forgiving?","sunday":"15th Sunday after Pentecost","quoteContent":"Mistakes are always forgivable, if one has the courage to admit them","week":"42","reading":"Matthew 18:21-35","title":"Keep forgiving","urlBibleVerse":"Matthew+18%3A21-35"},{"year":"A","quoteContent":"You say to God, “I have never seen you provide for me.” God says to you, “You have never trusted me”","sunday":"16th Sunday after Pentecost","quoteAuthor":"Corallie Buchanan","urlBibleVerse":"Exodus+16%3A2-15","thought":"What have you complained about recently? Was it worth it?\n\nThe Israelites grumbled about food! How did they feel when they saw the quail and bread?\n\nWhat is the difference between ‘wanting’ and ‘needing’? What do you need from God?","reading":"Exodus 16:2-15","title":"Bread of heaven","prayer":"Pray about some of the things you’ve complained about recently.","challenge":"Bake someone a cake or buy food for a local food bank or similar.","week":"43"},{"prayer":"Ask God to help you become more like Jesus every day.","thought":"When have you looked out for the interests of others?\n\nWhat does the writer say about Jesus in these verses?\n\nWhat could you do to imitate Christ more in your daily life?","quoteAuthor":"Rick Warren","week":"44","year":"A","title":"Imitating Christ","sunday":"17th Sunday after Pentecost","challenge":"Ask someone to support you in your quest to be more like Jesus!","quoteContent":"Humility is not thinking less of yourself, it's thinking of yourself less","reading":"Philippians 2:1-11","urlBibleVerse":"Philippians+2%3A1-11"},{"quoteAuthor":"Venus Williams","urlBibleVerse":"Philippians+3%3A10-14","reading":"Philippians 3:10-14","week":"45","title":"Ultimate goal","quoteContent":"I don't focus on what I'm up against. I focus on my goals and I try to ignore the rest","challenge":"Go for a walk and talk to God about your aspirations and goals.","prayer":"Ask God to help you to press on to all he has for you.","sunday":"18th Sunday after Pentecost","thought":"How competitive are you? Do you always try to win?\n\nWhat is the prize that Paul is talking about in his letter?\n\nAs Christians, what do you think the ultimate goal should be?","year":"A"},{"challenge":"Rewrite Psalm 150 as your praise to God this week.","quoteContent":"I cannot believe in a God who wants to be praised all the time","thought":"What do you think about the quote from Friedrich Nietzsche?\n\nWhat does the psalm say about praising God?\n\nList the different ways you can praise God.","week":"46","prayer":"Choose a phrase from the Psalm and use it as a prayer.","title":"Praise the Lord","urlBibleVerse":"Psalms+105%3A1-5","sunday":"19th Sunday after Pentecost","year":"A","reading":"Psalms 105:1-5","quoteAuthor":"Friedrich Nietzsche"},{"quoteContent":"The important thing is not what they think of me, but what I think of them","urlBibleVerse":"Matthew+22%3A15-22","title":"Words and actions","thought":"A hypocrite says one thing but does another. Have you experienced this?\n \nWhy does Jesus call the religious leaders hypocrites?\n\nHow much of your life do you divide up between God and other stuff?","year":"A","prayer":"Ask God to prompt you when your words do not match your actions.","reading":"Matthew 22:15-22","sunday":"20th Sunday after Pentecost","quoteAuthor":"Queen Victoria","challenge":"Give an extra hour of your time this week to serve God.","week":"47"},{"quoteContent":"God's love has no limits, it lasts forever","quoteAuthor":"Pauline Seaport","thought":"Which is easier – loving God or loving your neighbour?\n\nJesus also said, ‘love your enemies’. Are there examples when Jesus did this?\n\nWho do you need to love first, yourself or your neighbour? Why?","year":"A","week":"48","prayer":"Who do you struggle with? Pray God changes your attitude towards them.","challenge":"Read Deuteronomy 6: 5 and Leviticus 19: 18 – how do they link to today’s reading?","urlBibleVerse":"Matthew+22%3A34-40","reading":"Matthew 22:34-40","title":"God is number one","sunday":"21st Sunday after Pentecost"},{"reading":"1 John 3:1-3","sunday":"22nd Sunday after Pentecost","week":"49","quoteAuthor":"Robert J.A. Gilbert","thought":"What makes a good parent, what sort of things do they do?\n \nHow does God the Father show his love to all his children?\n\nHow can you show others you are a child of God?","title":"Children of God","challenge":"Do something kind for someone who cares for you.","year":"A","quoteContent":"Just because you are a child of God, that doesn’t mean you can act like a child","prayer":"Pray for all parents, grandparents, carers and guardians.","urlBibleVerse":"1+John+3%3A1-3"},{"challenge":"Read a different page of the Bible each day.","sunday":"23rd Sunday after Pentecost","title":"Serving God","prayer":"Ask God to help you to serve Him more faithfully.","thought":"The reading focuses on serving God. What ways do you serve God?\n\nWhat was Joshua’s warning to the people and how did they respond?\n\nHow can you give more of your time and energy to serving God?","quoteContent":"How do you know you have a servant’s heart? Look at your reaction when you are treated like one","urlBibleVerse":"Joshua+24%3A14-24","reading":"Joshua 24:14-24","year":"A","quoteAuthor":"Erwin W. Lutzer","week":"50"},{"thought":"Have you been given something valuable to look after? How did it make you feel?\n\nWhat is going on in this parable? Is it fair?\n\nHow can you responsibly use the talents/gifts God has given to you?","prayer":"Ask God to reveal a new talent/gift within you.","reading":"Matthew 25:14-30","week":"50","title":"Use it wisely!","challenge":"Make a card celebrating a friend’s talent/gift. Hide it where they might find it.","sunday":"24th Sunday after Pentecost","quoteAuthor":"French Proverb","year":"A","urlBibleVerse":"Matthew+25%3A14-30","quoteContent":"To whom much is entrusted, much is required"},{"reading":"Matthew 25:31-46","sunday":"25th Sunday after Pentecost","week":"52","quoteContent":"You are always one defining decision away from a totally different life","prayer":"Pray that your actions flow out of your relationship with Jesus.","quoteAuthor":"Mark Batterson","thought":"Can you think of a time when you were in need and someone helped you?\n\nLook up verses 40 and 45 – what does Jesus mean by this?\n\nHow do Jesus’ words challenge how you act? ","title":"Sheep and goats","challenge":"Think about your actions towards others: are you willing to help the least and the lost?","year":"A","urlBibleVerse":"Matthew+25%3A31-46"}]}